[
    {
        "pregunta": "¿Cómo preparo el terreno para sembrar café arábica?",
        "respuesta": "La preparación del terreno es crucial para el éxito del cultivo de café arábica. Primero, selecciona un área con una pendiente moderada y suelo bien drenado, idealmente a una altitud entre 600 y 1,200 metros sobre el nivel del mar.\n\nComienza eliminando la maleza y desbrozando el terreno con herramientas como machetes o desbrozadoras manuales. Luego, realiza un análisis de suelo para determinar su pH y nutrientes disponibles. En México, un análisis de suelo puede costar entre $500 y $1,200 pesos, dependiendo del laboratorio.\n\nUna vez hecho el análisis, ajusta el pH si es necesario. El café arábica prefiere suelos ligeramente ácidos, con un pH entre 5.5 y 6.5. Si el suelo es demasiado básico, puedes aplicar azufre agrícola, que cuesta aproximadamente $20 por kilogramo.\n\nDespués, traza surcos o terrazas para evitar la erosión, especialmente en terrenos inclinados. Usa una pala o tractor pequeño si el terreno lo permite. Finalmente, incorpora materia orgánica como compost o estiércol bien descompuesto. Una tonelada de compost puede costar entre $1,500 y $2,500 pesos, dependiendo de la región. Asegúrate de mezclarlo bien con el suelo antes de sembrar. Este proceso mejorará la estructura del suelo y proporcionará nutrientes esenciales para las plántulas."
    },
    {
        "pregunta": "¿Cuáles son las variedades de café más recomendadas para cultivar en México?",
        "respuesta": "En México, las variedades de café más recomendadas son Typica, Bourbon, Caturra y Mundo Novo, debido a su adaptación al clima tropical y de montaña.\n\n- **Typica**: Es conocida por su excelente calidad de taza, aunque tiene menor rendimiento. Esta variedad puede producir entre 15 y 20 quintales por hectárea, con un precio promedio de $20 por kilogramo de cereza madura.\n\n- **Bourbon**: Ofrece un perfil de sabor equilibrado y es apreciado por compradores locales. Sin embargo, es más susceptible a plagas como la roya. Para mitigar este riesgo, los agricultores suelen combinarlo con otras variedades resistentes, como Caturra.\n\n- **Caturra**: Es compacta y productiva, ideal para zonas con espacio limitado. Produce entre 20 y 30 quintales por hectárea. Además, es resistente a condiciones adversas, aunque requiere un manejo adecuado de sombra.\n\n- **Mundo Novo**: Es una opción híbrida que combina resistencia y productividad. Aunque requiere más cuidado en fertilización, puede rendir hasta 35 quintales por hectárea en condiciones óptimas.\n\nAl elegir una variedad, considera factores como el clima local, la altitud y el mercado objetivo. Por ejemplo, si buscas calidad premium, Typica y Bourbon son ideales. Si priorizas productividad, Caturra y Mundo Novo son mejores opciones."
    },
    {
        "pregunta": "¿Cómo manejo un vivero de café en climas tropicales?",
        "respuesta": "El manejo de un vivero de café en climas tropicales requiere atención especial para garantizar plántulas sanas y fuertes. Aquí te detallo los pasos clave:\n\n- **Selección de semillas**: Usa semillas de alta calidad provenientes de plantas madre sanas. Las semillas deben ser frescas y libres de enfermedades. En México, un kilogramo de semillas certificadas puede costar entre $300 y $500 pesos.\n\n- **Preparación del sustrato**: Mezcla tierra fértil, arena gruesa y materia orgánica (como compost) en proporciones iguales. Esto asegura buen drenaje y nutrientes esenciales.\n\n- **Siembra en bolsas**: Usa bolsas plásticas biodegradables de 15x20 cm. Llena las bolsas con el sustrato preparado y coloca una semilla por bolsa. Entierra la semilla a una profundidad de 1-2 cm.\n\n- **Riego constante**: Mantén el sustrato húmedo pero no encharcado. Riega temprano en la mañana o al atardecer para evitar estrés térmico. Un sistema de riego por aspersión puede costar alrededor de $3,000 pesos inicialmente.\n\n- **Control de plagas**: Monitorea regularmente las plántulas para detectar plagas como áfidos o trips. Usa productos biológicos como extracto de neem, que cuesta aproximadamente $150 por litro.\n\nFinalmente, trasplanta las plántulas al campo cuando tengan entre 4 y 6 meses de edad y hayan desarrollado al menos 4 pares de hojas verdaderas. Asegúrate de acostumbrarlas gradualmente al sol antes del trasplante."
    },
    {
        "pregunta": "¿Qué tipo de fertilización necesita el café basada en análisis de suelo?",
        "respuesta": "La fertilización del café debe estar basada en un análisis de suelo para garantizar un suministro equilibrado de nutrientes. Aquí te explico cómo hacerlo:\n\nPrimero, realiza un análisis de suelo para identificar deficiencias específicas. Los resultados indicarán niveles de nitrógeno (N), fósforo (P), potasio (K), calcio (Ca), magnesio (Mg) y micronutrientes como zinc (Zn) y boro (B).\n\nDependiendo de los resultados, aplica fertilizantes específicos. Por ejemplo:\n\n- **Nitrógeno (N)**: Esencial para el crecimiento vegetativo. Usa urea, que cuesta alrededor de $18 por kilogramo. Aplica 150-200 kg por hectárea al inicio de la temporada de lluvias.\n\n- **Fósforo (P)**: Necesario para el desarrollo radicular. Usa superfosfato triple, que cuesta aproximadamente $25 por kilogramo. Aplica 100-150 kg por hectárea.\n\n- **Potasio (K)**: Mejora la resistencia a sequías y plagas. Usa cloruro de potasio, que cuesta alrededor de $20 por kilogramo. Aplica 100-120 kg por hectárea.\n\nAdemás, considera el uso de insumos locales como compost o estiércol, que pueden ser más económicos y mejorar la salud del suelo a largo plazo. Un camión de estiércol bien descompuesto puede costar entre $1,500 y $2,500 pesos.\n\nFinalmente, monitorea el crecimiento del café después de la fertilización. Si notas amarillamiento en las hojas, podría ser necesario ajustar las dosis o añadir micronutrientes específicos."
    },
    {
        "pregunta": "¿Cómo controlo la roya del café de manera efectiva?",
        "respuesta": "La roya del café es una enfermedad fúngica que afecta severamente las hojas y reduce el rendimiento del cultivo. Aquí te detallo cómo controlarla de manera efectiva:\n\n- **Monitoreo temprano**: Revisa las hojas regularmente, especialmente durante la temporada de lluvias. Busca manchas amarillas o anaranjadas en el envés de las hojas.\n\n- **Uso de fungicidas**: Aplica fungicidas sistémicos como Azoxystrobin o Propiconazole. Un litro de Azoxystrobin cuesta aproximadamente $1,200 pesos y cubre una hectárea. Sigue las instrucciones del fabricante para evitar daños al ambiente.\n\n- **Variedades resistentes**: Considera reemplazar variedades susceptibles con otras resistentes, como Costa Rica 95 o Oro Azteca. Estas variedades pueden reducir significativamente los brotes de roya.\n\n- **Manejo de sombra**: Mantén un dosel de sombra adecuado con árboles nativos como guamúchil o guácimo. Esto reduce la humedad relativa y disminuye la propagación del hongo.\n\n- **Prácticas culturales**: Elimina hojas infectadas y quémalas para evitar la dispersión de esporas. Además, mantén el suelo libre de malezas, ya que estas pueden actuar como hospederos alternativos.\n\nFinalmente, consulta con técnicos agrícolas locales para ajustar el manejo según las condiciones específicas de tu región. La combinación de fungicidas, prácticas culturales y variedades resistentes es clave para controlar la roya de manera efectiva."
    },
    {
        "pregunta": "¿Cuál es el mejor momento para podar el café?",
        "respuesta": "La poda del café es esencial para mantener la productividad y salud de las plantas. El mejor momento para podar depende del clima y ciclo del cultivo, pero generalmente se realiza al final de la cosecha, justo antes de la temporada de lluvias.\n\nEn climas tropicales, la poda se recomienda entre los meses de marzo y abril. Durante este período, las plantas están en reposo vegetativo y tienen tiempo suficiente para recuperarse antes del próximo ciclo de floración.\n\nExisten diferentes tipos de poda:\n\n- **Poda de formación**: Se realiza en plantas jóvenes para darles forma y estructura. Retira brotes laterales débiles y ramas mal ubicadas.\n\n- **Poda de mantenimiento**: Consiste en eliminar ramas viejas, enfermas o poco productivas. Esto mejora la ventilación y luz solar dentro del dosel.\n\n- **Poda de renovación**: Se utiliza en plantaciones mayores de 10 años. Involucra cortar las ramas principales a una altura de 30-40 cm para estimular nuevo crecimiento.\n\nLas herramientas necesarias incluyen tijeras de podar ($200-$300 pesos) y serruchos pequeños ($150-$250 pesos). Desinfecta las herramientas antes y después de usarlas para evitar la transmisión de enfermedades.\n\nRecuerda que una poda adecuada puede aumentar el rendimiento hasta en un 20%. Sin embargo, evita podar demasiado, ya que esto puede debilitar las plantas."
    },
    {
        "pregunta": "¿Cómo manejo la broca del café?",
        "respuesta": "La broca del café es una plaga que afecta directamente los frutos y reduce la calidad de la cosecha. Aquí te explico cómo manejarla:\n\n- **Monitoreo constante**: Inspecciona los frutos regularmente, especialmente durante la etapa de desarrollo del cerezo. Busca agujeros pequeños o signos de infestación.\n\n- **Recolección manual**: Recolecta los frutos infestados y elimínalos quemándolos o enterrándolos profundamente. Esto reduce la población de broca.\n\n- **Trampas de alcohol**: Coloca trampas con alcohol etílico diluido (1 parte de alcohol por 3 partes de agua) para capturar adultos. Una trampa puede costar entre $50 y $100 pesos.\n\n- **Insecticidas biológicos**: Usa Beauveria bassiana, un hongo entomopatógeno que ataca específicamente a la broca. Un litro de formulación comercial cuesta alrededor de $800 pesos y cubre una hectárea.\n\n- **Prácticas culturales**: Mantén el cafetal limpio de cerezas caídas y malezas, ya que estas pueden servir como refugio para la plaga.\n\nFinalmente, combina varias estrategias para un manejo integrado efectivo. Consulta con técnicos locales para ajustar el plan según las condiciones específicas de tu región."
    },
    {
        "pregunta": "¿Qué técnicas puedo usar para cosechar café manualmente?",
        "respuesta": "La cosecha manual es la más común en México debido a la topografía accidentada y la necesidad de seleccionar solo cerezas maduras. Aquí te explico las técnicas más efectivas:\n\n- **Recolección selectiva**: Recoge solo los cerezas completamente maduros, de color rojo brillante. Esto asegura una mejor calidad de taza y un mejor precio en el mercado. La recolección selectiva puede costar entre $5 y $7 pesos por kilogramo pagados a los trabajadores.\n\n- **Despulpado inmediato**: Después de la recolección, despulpa los cerezas lo antes posible para evitar fermentaciones indeseadas. Usa despulpadoras artesanales, que cuestan alrededor de $2,500 pesos.\n\n- **Uso de canastas**: Proporciona canastas limpias y ventiladas a los recolectores para evitar daños a los cerezas. Una canasta puede costar entre $100 y $150 pesos.\n\n- **Capacitación**: Entrena a los trabajadores para identificar cerezas maduras y evitar dañar las plantas durante la recolección.\n\nRecuerda que una buena selección en la cosecha es clave para obtener precios más altos en cooperativas o compradores locales. Por ejemplo, cerezas maduras pueden venderse hasta $30 pesos por kilogramo, mientras que cerezas verdes apenas alcanzan $10 pesos."
    },
    {
        "pregunta": "¿Cómo funciona el beneficiado húmedo tradicional del café?",
        "respuesta": "El beneficiado húmedo es un proceso clave para preparar el café para su secado y almacenamiento. Aquí te explico cómo funciona:\n\nPrimero, despulpa los cerezas maduros usando una despulpadora artesanal. Esto separa la pulpa del grano. Una despulpadora básica puede costar alrededor de $2,500 pesos.\n\nDespués de la despulpación, lava los granos en agua limpia para eliminar restos de mucílago. Usa un tanque de fermentación para dejar los granos en remojo durante 12-24 horas. Esto ayuda a descomponer el mucílago residual.\n\nLuego, lava nuevamente los granos para eliminar todo el mucílago. Un lavado adecuado asegura una mejor calidad de taza y reduce riesgos de fermentación excesiva.\n\nFinalmente, clasifica los granos por densidad usando canales de agua. Los granos más pesados son de mayor calidad y se venden a mejores precios. Por ejemplo, granos de primera calidad pueden alcanzar $50 pesos por kilogramo, mientras que granos de menor densidad apenas llegan a $25 pesos.\n\nEste proceso es laborioso pero esencial para obtener café de alta calidad. Asegúrate de mantener todos los equipos limpios para evitar contaminaciones."
    },
    {
        "pregunta": "¿Cuál es el mejor método para secar café en climas húmedos?",
        "respuesta": "Secar café en climas húmedos puede ser un desafío, pero con las técnicas adecuadas, puedes lograr un secado uniforme. Aquí te detallo los métodos más efectivos:\n\n- **Secado en patio**: Usa patios de concreto o ladrillo bien nivelados. Extiende los granos en capas delgadas (2-3 cm) y revuélvelos cada 1-2 horas para asegurar un secado uniforme. Evita acumular granos en montones para prevenir fermentaciones.\n\n- **Secado en zarandas**: Coloca los granos en zarandas elevadas para mejorar la ventilación. Esto reduce el contacto con la humedad del suelo. Una zaranda de 1x2 metros puede costar alrededor de $300 pesos.\n\n- **Uso de secadoras mecánicas**: En climas extremadamente húmedos, considera usar secadoras mecánicas. Estas pueden costar entre $15,000 y $30,000 pesos, pero son una inversión a largo plazo.\n\n- **Protección contra lluvias**: Cubre los granos con lonas impermeables durante la noche o en caso de lluvia. Una lona de 4x6 metros cuesta aproximadamente $200 pesos.\n\nEl secado adecuado es crucial para evitar defectos como moho o fermentación. El contenido de humedad final debe ser de 10-12% para almacenamiento seguro. Monitorea el proceso con un medidor de humedad, que cuesta alrededor de $1,200 pesos."
    },
    {
        "pregunta": "¿Cómo almaceno café en costales para evitar pérdidas?",
        "respuesta": "El almacenamiento adecuado del café es esencial para preservar su calidad y evitar pérdidas económicas. Aquí te explico cómo hacerlo:\n\n- **Costales adecuados**: Usa costales de yute o polipropileno limpios y secos. Un costal de yute puede costar entre $30 y $50 pesos, mientras que uno de polipropileno cuesta alrededor de $20 pesos.\n\n- **Control de humedad**: Asegúrate de que el café tenga un contenido de humedad de 10-12% antes de almacenarlo. Humedad superior puede causar moho, mientras que humedad inferior puede secar excesivamente los granos.\n\n- **Ventilación**: Almacena los costales en un lugar fresco, seco y bien ventilado. Evita áreas con humedad alta o exposición directa al sol.\n\n- **Inspección regular**: Revisa los costales periódicamente para detectar signos de plagas o deterioro. Si encuentras problemas, ventila los granos o aplica tratamientos específicos.\n\n- **Clasificación previa**: Clasifica el café por tamaño y calidad antes de almacenarlo. Esto facilita su venta posterior y asegura precios más altos en el mercado.\n\nFinalmente, etiqueta los costales con información como fecha de cosecha, variedad y grado de calidad. Esto mejora la organización y facilita la negociación con compradores locales o cooperativas."
    },
    {
        "pregunta": "¿Qué árboles nativos son ideales para proporcionar sombra en cafetales?",
        "respuesta": "Los árboles nativos juegan un papel crucial en el manejo de sombra en cafetales, ya que protegen el cultivo del sol intenso y mejoran la biodiversidad. Aquí te menciono algunas especies ideales para México:\n\n- **Guamúchil (Pithecellobium dulce)**: Es una especie común en climas cálidos. Proporciona sombra moderada y sus frutos son útiles para alimentar animales.\n\n- **Guácimo (Guazuma ulmifolia)**: Ofrece una sombra densa y es resistente a plagas. Además, sus hojas enriquecen el suelo al descomponerse.\n\n- **Cedro (Cedrela odorata)**: Es apreciado por su madera valiosa y proporciona una sombra ligera. Su crecimiento rápido lo hace ideal para nuevas plantaciones.\n\n- **Roble (Quercus spp.)**: Es común en zonas de montaña. Proporciona sombra duradera y mejora la retención de humedad en el suelo.\n\nEstos árboles también ayudan a reducir la erosión y mejorar la calidad del suelo. Además, su diversidad atrae polinizadores y otros organismos beneficiosos. Para establecerlos, planta árboles nativos a una distancia de 10-15 metros entre sí, dependiendo de su tamaño adulto."
    },
    {
        "pregunta": "¿Cómo puedo mejorar la calidad de mi café para obtener mejores precios?",
        "respuesta": "Mejorar la calidad del café es esencial para acceder a mercados premium y obtener mejores precios. Aquí te detallo las estrategias más efectivas:\n\n- **Selección de variedades**: Cultiva variedades de alta calidad como Typica o Bourbon, que son apreciadas por su perfil de sabor.\n\n- **Cosecha selectiva**: Recoge solo cerezas maduras, ya que estas tienen un impacto directo en la calidad de taza.\n\n- **Beneficiado adecuado**: Realiza un procesamiento cuidadoso, incluyendo despulpado, fermentación y lavado correctos. Esto minimiza defectos.\n\n- **Secado uniforme**: Controla el contenido de humedad entre 10-12% para evitar problemas como moho o fermentación.\n\n- **Clasificación rigurosa**: Separa los granos por tamaño, densidad y calidad antes de venderlos. Granos de primera calidad pueden alcanzar precios hasta un 50% más altos.\n\nAdemás, considera certificaciones como orgánico o fair trade, que pueden aumentar el valor del café. Por ejemplo, un café certificado puede venderse a $60 pesos por kilogramo, frente a $30 pesos por un café convencional.\n\nFinalmente, establece relaciones directas con compradores o cooperativas que valoren la calidad. Esto te permitirá negociar precios más justos y consistentes."
    },
    {
        "pregunta": "¿Cómo preparar el terreno para sembrar café?",
        "respuesta": "Para preparar el terreno para el cultivo de café se deben seguir estos pasos:\n\n1. Limpieza del terreno: Eliminar malezas, arbustos y residuos de cultivos anteriores. Esto se puede hacer manualmente con machetes o de forma mecánica con desbrozadoras.\n\n2. Análisis de suelo: Tomar muestras de suelo para enviar a laboratorio y determinar pH, nutrientes y materia orgánica. El café requiere suelos con pH entre 5.5 y 6.5.\n\n3. Corrección del suelo: Según los resultados del análisis, se deben aplicar enmiendas como cal para subir pH o materia orgánica para mejorar textura.\n\n4. Trazo y marcación: Delimitar las curvas a nivel en terrenos inclinados para prevenir erosión. Marcar los sitios donde irán las plantas con estacas.\n\n5. Arado y rastreado: Realizar un arado superficial de 20-30 cm de profundidad seguido de rastreado para desmenuzar terrones.\n\n6. Construcción de drenajes: En zonas con exceso de humedad se deben hacer zanjas de drenaje.\n\n7. Preparación de hoyos: Hacer hoyos de 40x40x40 cm unos 15 días antes de la siembra para que el suelo se oxigene.\n\nLa preparación debe iniciarse 2-3 meses antes de la época de siembra para que el terreno esté en óptimas condiciones."
      },
      {
        "pregunta": "¿Qué distancia dejar entre plantas de café?",
        "respuesta": "La distancia entre plantas de café depende de varios factores:\n\nPara café arábica:\n- En variedades de porte alto (como Typica o Bourbon): 2.5 a 3 metros entre plantas y 3 metros entre surcos.\n- Variedades compactas (como Caturra): 2 metros entre plantas y 2.5 metros entre surcos.\n\nPara café robusta:\n- Distancias más cortas: 1.8 a 2 metros entre plantas y 2.5 metros entre surcos.\n\nFactores que influyen:\n1. Topografía: En pendientes pronunciadas se usan distancias menores para controlar erosión.\n2. Fertilidad del suelo: Suelos más fértiles permiten mayor densidad.\n3. Sistema de cultivo: Con sombra se pueden aumentar las distancias.\n4. Manejo: Si se usa poda frecuente se pueden reducir distancias.\n\nRecomendaciones:\n- En terrenos planos usar marcos rectangulares (2.5 x 3 m).\n- En laderas usar tresbolillo para mejor aprovechamiento.\n- Considerar el desarrollo radicular adulto para evitar competencia.\n\nUna densidad adecuada permite:\n- Mejor aprovechamiento de luz y nutrientes\n- Adecuada ventilación para prevenir enfermedades\n- Espacio para labores culturales como poda y cosecha"
      },
      {
        "pregunta": "¿Cómo seleccionar semillas de café de calidad?",
        "respuesta": "Para seleccionar semillas de café de calidad se deben considerar estos aspectos:\n\n1. Fuente de las semillas:\n- Recolectar de plantas madre sanas, vigorosas y productivas\n- Preferir árboles con más de 5 años de producción estable\n- Evitar plantas con síntomas de enfermedades\n\n2. Características del fruto:\n- Recolectar cerezas en su punto óptimo de maduración (rojo intenso)\n- Descartar frutos verdes, sobremaduros o dañados\n- Seleccionar frutos de tamaño uniforme según la variedad\n\n3. Proceso de beneficio:\n- Despulpar los frutos el mismo día de recolección\n- Fermentar máximo 24 horas para eliminar mucílago\n- Lavar bien las semillas con agua limpia\n- Secar a la sombra sobre zarandas durante 8-10 días\n\n4. Pruebas de calidad:\n- Prueba de flotación: descartar semillas que floten en agua\n- Germinación: muestras deben superar 80% de germinación\n- Inspección visual: semillas deben ser de color verde grisáceo, sin manchas\n\n5. Almacenamiento:\n- Guardar en lugar fresco y seco\n- Usar máximo 8 meses después de cosechadas\n- Evitar mezclar lotes diferentes\n\nLas semillas de calidad garantizan:\n- Mayor porcentaje de germinación\n- Plantas más vigorosas\n- Mejor resistencia a plagas y enfermedades\n- Mayor uniformidad en el cultivo"
      },
      {
        "pregunta": "¿Cómo hacer un semillero de café?",
        "respuesta": "Para establecer un semillero de café correctamente siga estos pasos:\n\n1. Selección del sitio:\n- Terreno plano con ligera pendiente para drenaje\n- Cerca de fuente de agua\n- Protegido del viento\n- Con sombra natural (40-50% de luminosidad)\n\n2. Preparación del área:\n- Limpiar el terreno de malezas y residuos\n- Nivelar el suelo\n- Delimitar camas de 1 m de ancho por largo variable\n\n3. Sustrato para germinación:\n- Mezcla ideal: 3 partes tierra negra, 1 parte arena, 1 parte materia orgánica\n- Desinfectar con calor o fungicidas naturales\n- Colocar capa de 15-20 cm de espesor\n\n4. Siembra:\n- Trazar surcos separados 10 cm\n- Colocar semillas cada 2-3 cm\n- Cubrir con 1 cm de sustrato\n- Regar con lluvia fina\n\n5. Manejo del semillero:\n- Mantener humedad constante sin encharcar\n- Controlar malezas manualmente\n- Aplicar fungicida preventivo cada 15 días\n- Proteger de plagas con mallas\n\n6. Trasplante:\n- Cuando las plántulas tengan 4-6 hojas verdaderas\n- Sacar con cuidado para no dañar raíces\n- Realizar en horas frescas del día\n\nEl semillero debe permanecer bajo sombra durante todo el proceso de germinación y crecimiento inicial."
      },
      {
        "pregunta": "¿Qué tipo de sombra es mejor para el café?",
        "respuesta": "El sistema de sombra para café debe seleccionarse considerando estos factores:\n\nTipos de sombra recomendados:\n1. Sombra temporal:\n- Leguminosas como poró o guaba (Inga spp.)\n- Crecimiento rápido\n- Protegen plantas jóvenes\n- Se pueden podar progresivamente\n\n2. Sombra permanente:\n- Árboles maderables como cedro o laurel\n- Proporcionan sombra a largo plazo\n- Generan microclima estable\n- Deben podarse para regular luz\n\nCriterios de selección:\n- Altura: árboles de 8-12 metros ideales\n- Cobertura: dosel no demasiado denso\n- Sistema radicular: no competitivo con café\n- Hojas pequeñas que se descomponen fácil\n\nManejo de la sombra:\n- Podar para mantener 30-40% de luminosidad\n- Eliminar ramas bajas para mejorar ventilación\n- Mantener diversidad de especies\n- Controlar plagas en árboles de sombra\n\nBeneficios de buena sombra:\n- Regula temperatura y humedad\n- Reduce estrés por calor\n- Mejora conservación de suelo\n- Aumenta biodiversidad\n- Protege contra heladas\n\nLa sombra ideal varía según zona climática y variedad de café cultivada."
      },
      {
        "pregunta": "¿Cuál es la altitud ideal para cultivar café arábica?",
        "respuesta": "El café arábica requiere condiciones específicas de altitud para su óptimo desarrollo:\n\nRangos recomendados:\n- Óptimo: 1,200 a 1,800 metros sobre el nivel del mar\n- Mínimo: 800 msnm (con variedades adaptadas)\n- Máximo: 2,000 msnm (con protección contra heladas)\n\nEfectos de la altitud:\n1. Calidad del grano:\n- Mayor altura = mayor acidez y aroma\n- Granos más densos y de mejor taza\n\n2. Ciclo productivo:\n- En alturas superiores a 1,500 msnm el ciclo se alarga\n- Maduración más lenta y uniforme\n\n3. Manejo especial en altitud:\n- Protección contra vientos fuertes\n- Uso de sombra regulada\n- Variedades resistentes a bajas temperaturas\n\nRecomendaciones por zona:\n- Entre 800-1,200 msnm: usar variedades como Caturra\n- 1,200-1,600 msnm: ideal para Bourbon y Typica\n- Más de 1,600 msnm: requieren mayor protección"
    },
    {
        "pregunta": "¿Cómo reconocer un suelo bueno para café?",
        "respuesta": "Un suelo apto para café debe presentar estas características:\n\n1. Características físicas:\n- Textura franco-arcillosa\n- Profundidad mínima de 1 metro\n- Buen drenaje (no se forman charcos)\n- Color oscuro (indicador de materia orgánica)\n\n2. Propiedades químicas:\n- pH entre 5.5 y 6.5\n- Materia orgánica superior al 3%\n- Niveles adecuados de fósforo, potasio y calcio\n\n3. Indicadores biológicos:\n- Presencia de lombrices\n- Actividad microbiana visible\n- Raíces de plantas anteriores bien desarrolladas\n\nPruebas prácticas:\n- Prueba de la cinta: el suelo debe formar un anillo al enrollarse\n- Prueba de infiltración: el agua debe absorberse en 5-10 minutos\n- Olor a tierra fresca (no putrefacto)\n\nSuelos a evitar:\n- Muy arenosos (no retienen humedad)\n- Arcillosos pesados (mal drenaje)\n- Con capas endurecidas (fragipanes)\n- Con antecedentes de contaminación"
    },
    {
        "pregunta": "¿Qué herramientas básicas se necesitan para cultivar café?",
        "respuesta": "El cultivo de café requiere estas herramientas esenciales:\n\n1. Para preparación de terreno:\n- Azadón (para limpieza y hoyado)\n- Pala (para movimiento de tierra)\n- Barreta (para suelos compactos)\n- Machete (para deshierbe)\n\n2. Para mantenimiento:\n- Podadora de altura (para árboles de sombra)\n- Tijeras de podar (para formación de plantas)\n- Bombas de mochila (para aplicaciones)\n- Carretilla (para transporte)\n\n3. Para cosecha:\n- Ganchos cosecheros (para ramas altas)\n- Canastillas (para recolección)\n- Zarandas (para clasificación)\n\n4. Para procesamiento:\n- Despulpadora manual o mecánica\n- Tanques de fermentación\n- Secadoras solares o patios\n\nMantenimiento de herramientas:\n- Limpieza después de cada uso\n- Afilado regular de cuchillas\n- Almacenamiento en lugar seco\n- Revisión periódica de estado\n\nPara pequeñas fincas:\nPriorizar herramientas multiusos\nInvertir en calidad antes que cantidad\nConsiderar herramientas ergonómicas"
    },
    {
        "pregunta": "¿Cómo hacer un análisis de suelo para café?",
        "respuesta": "El análisis de suelo es fundamental para el cultivo de café. Siga este proceso:\n\n1. Toma de muestras:\n- Usar barrena o pala limpia\n- Muestrear a 20-30 cm de profundidad\n- Tomar 15-20 submuestras por hectárea\n- Evitar áreas anómalas (cercas, caminos)\n\n2. Preparación:\n- Mezclar todas las submuestras\n- Secar a sombra (nunca al sol)\n- Eliminar piedras y raíces\n- Colocar 1 kg en bolsa limpia\n\n3. Información a incluir:\n- Ubicación exacta del predio\n- Historial de cultivos\n- Problemas específicos a analizar\n- Variedad de café a sembrar\n\n4. Parámetros clave a medir:\n- pH y acidez intercambiable\n- Materia orgánica\n- Fósforo disponible\n- Potasio, calcio y magnesio\n- Micronutrientes (zinc, boro)\n\n5. Interpretación:\n- Comparar con tablas de referencia\n- Ajustar recomendaciones por clima\n- Considerar sistema de cultivo\n\nFrecuencia:\n- Análisis completo cada 2-3 años\n- Monitoreo de pH anual\n- Muestreo por lotes homogéneos"
    },
    {
        "pregunta": "¿Qué distancia dejar entre plantas de café?",
        "respuesta": "La distancia de siembra depende de varios factores:\n\n1. Por variedad:\n- Arábica tradicional (Bourbon, Typica): 2.5 x 2.5 m\n- Arábica compacto (Caturra): 2 x 2 m\n- Robusta: 3 x 3 m\n\n2. Por topografía:\n- Terreno plano: marco real\n- Ladera: tresbolillo\n- Pendientes fuertes: curvas a nivel\n\n3. Por sistema de cultivo:\n- Con sombra: aumentar 0.5 m\n- Alta densidad: reducir 0.3 m\n- Mecanizado: ajustar a maquinaria\n\nCálculo de plantas por hectárea:\n1. Marco real: 10,000/(D1 x D2)\n2. Tresbolillo: 11,547/(D²)\n\nEjemplos prácticos:\n- Caturra en ladera: 2 x 1.5 m (3,333 plantas/ha)\n- Bourbon con sombra: 3 x 3 m (1,111 plantas/ha)\n\nConsideraciones:\n- Evitar competencia radicular\n- Permitir circulación de aire\n- Facilitar labores culturales\n- Prever crecimiento adulto"
    },
    {
        "pregunta": "¿Cómo preparar los hoyos para sembrar café?",
        "respuesta": "La preparación adecuada de hoyos asegura buen desarrollo inicial:\n\n1. Dimensiones:\n- 40 cm x 40 cm x 40 cm (ancho x largo x profundidad)\n- En suelos compactos: 50 cm de profundidad\n\n2. Proceso:\n- Marcar posición según diseño\n- Separar capa superficial (20 cm) de subsuelo\n- Mezclar tierra con 3-5 kg de materia orgánica\n- Añadir 200 g de roca fosfórica si es necesario\n\n3. Tiempo de preparación:\n- 15-30 días antes de siembra\n- Permitir oxidación de suelos ácidos\n- Favorecer actividad microbiana\n\n4. Técnicas especiales:\n- En suelos pesados: agregar arena\n- En zonas secas: incorporar hidrogel\n- En suelos pobres: aumentar materia orgánica\n\nRecomendaciones:\n- No compactar las paredes\n- Proteger de lluvias fuertes\n- Marcar claramente los hoyos\n- Verificar drenaje (1 litro de agua debe infiltrar en 10 min)"
    },
    {
        "pregunta": "¿Cómo seleccionar plantas de vivero para trasplante?",
        "respuesta": "La selección de plantas de vivero es crítica para el éxito:\n\nCriterios de calidad:\n1. Edad:\n- Óptimo: 6-8 meses\n- Mínimo: 4 pares de hojas verdaderas\n\n2. Características vegetativas:\n- Altura: 25-35 cm\n- Diámetro del tallo: mínimo 4 mm\n- Coloración verde oscuro\n- Hojas libres de manchas\n\n3. Sistema radicular:\n- Raíz principal bien formada\n- Raíces secundarias blancas\n- Sin enrollamiento en bolsa\n- Sustrato íntegro al sacar\n\n4. Sanidad:\n- Ausencia de plagas visibles\n- Sin síntomas de hongos\n- Cicatrización de podas\n\nPruebas prácticas:\n- Tirar suavemente del tallo (no debe salir fácil)\n- Inspeccionar envés de hojas\n- Verificar humedad del sustrato\n\nRecomendaciones:\n- Comprar de viveros certificados\n- Preferir plantas acostumbradas a sombra\n- Transportar con cuidado\n- Sembrar máximo 48 horas después de sacar"
    },
    {
        "pregunta": "¿Cómo trasplantar café correctamente?",
        "respuesta": "El trasplante requiere técnica precisa para evitar estrés:\n\n1. Preparación:\n- Regar plantas 24h antes\n- Organizar herramientas y materiales\n- Verificar pronóstico del tiempo\n\n2. Técnica paso a paso:\n- Retirar bolsa sin dañar cepellón\n- Colocar en centro del hoyo\n- Nivelar base del tallo con suelo\n- Rellenar con tierra fina\n- Compactar suavemente alrededor\n\n3. Cuidados post-trasplante:\n- Riego inmediato (2-3 litros/planta)\n- Protección con sombra temporal\n- Acolchado con materia orgánica\n- Tutorado en zonas ventosas\n\n4. Época ideal:\n- Inicio de lluvias\n- Días nublados\n- Horas frescas (tarde)\n\nErrores comunes:\n- Plantar demasiado profundo\n- Doblar raíz principal\n- Dejar bolsas plásticas\n- Sembrar plantas florecidas\n\nSupervivencia:\n- Revisar después de 15 días\n- Reemplazar fallidas pronto\n- Evitar fertilizar hasta establecidas"
    },
    {
        "pregunta": "¿Qué tipo de sombra usar para café joven?",
        "respuesta": "La sombra temporal protege plantas jóvenes:\n\n1. Opciones recomendadas:\n- Leguminosas de rápido crecimiento (Inga, Erythrina)\n- Plátano o banano (sombra media)\n- Mallas de polisombra (35-50%)\n\n2. Diseño del sistema:\n- Sembrar 6-12 meses antes del café\n- Distancia: 4 x 4 m entre árboles\n- Podar a 2-3 m de altura\n\n3. Beneficios:\n- Reduce estrés por radiación\n- Mantiene humedad\n- Protege contra heladas\n- Minimiza impacto de lluvias\n\n4. Manejo:\n- Regular podas progresivas\n- Controlar competencia\n- Eliminar ramas bajas\n- Rotar según crecimiento\n\nRetiro gradual:\n- Reducir cobertura a partir del 2° año\n- Eliminar completamente al 3°-4° año\n- Conservar sombra permanente si es necesaria\n\nAlternativas:\n- Cultivos intercalados (maíz, frijol)\n- Acolchados orgánicos\n- Cortinas rompevientos"
    },
    {
        "pregunta": "¿Cómo hacer riego eficiente en café?",
        "respuesta": "El riego adecuado maximiza productividad:\n\n1. Sistemas recomendados:\n- Goteo (eficiencia 90%)\n- Microaspersión (cobertura uniforme)\n- Cintas exudantes (baja presión)\n\n2. Requerimientos hídricos:\n- Etapa inicial: 2-3 l/planta/día\n- Producción: 4-6 l/planta/día\n- Floración: necesidades críticas\n\n3. Fuentes de agua:\n- Pozos con análisis previo\n- Aguas lluvias almacenadas\n- Ríos con permisos\n\n4. Programación:\n- Según evapotranspiración\n- Monitoreo de humedad del suelo\n- Evitar estrés en floración\n\nTécnicas complementarias:\n- Acolchado orgánico\n- Terrazas de retención\n- Barreras vivas\n\nCalidad del agua:\n- pH entre 6.5-7.5\n- Baja salinidad\n- Libre de contaminantes\n\nAhorro de agua:\n- Riegos nocturnos\n- Mantenimiento de sistemas\n- Uso de tensiómetros"
    },
    {
        "pregunta": "¿Cómo selecciono gallinas ponedoras para máxima rentabilidad?",
        "respuesta": "Para seleccionar gallinas ponedoras que maximicen rentabilidad en traspatios:\n\n• Opta por razas productivas: Rhode Island Red o Plymouth Rock, que producen 250-300 huevos al año, adaptadas a climas cálidos de 20-30°C y lluvias de mayo a octubre.\n\n• Compra en criadores certificados: Exige certificados sanitarios que confirmen vacunas contra Newcastle, bronquitis y viruela aviar, reduciendo riesgos de mortalidad.\n\n• Evalúa salud física: Busca gallinas de 4-6 meses con plumas brillantes, crestas rojas firmes, ojos claros, peso de 1.5-2 kg y cloaca húmeda, indicadores de postura inminente.\n\n• Inicia con 10-15 gallinas: Producen 8-12 huevos diarios, ideales para autoconsumo y venta local, con un gallinero de 3-4.5 m² (0.3 m²/gallina).\n\n• Consulta SENASICA: Proporciona guías gratuitas sobre razas, proveedores confiables y manejo sanitario, accesibles en línea o en oficinas locales.\n\n• Evita compras riesgosas: Rechaza gallinas con letargo, plumas opacas, secreciones nasales o peso menor a 1.5 kg, ya que retrasan postura o requieren tratamientos costosos.\n\n• Verifica historial: Pregunta al vendedor sobre alimentación previa, vacunaciones y origen de la camada para garantizar adaptación al traspatio.\n\n• Planifica integración: Introduce gallinas nuevas gradualmente, usando una malla separadora por 2 días para evitar peleas.\n\nUna selección cuidadosa asegura ingresos desde el primer mes. Prepara un gallinero con nidos (1 por 4 gallinas), ventilación (malla en 50% de paredes) y comederos para 120 g/día. Observa comportamiento: gallinas sanas exploran, comen activamente y no se rascan excesivamente. Este enfoque minimiza pérdidas, optimiza producción y es viable en climas con huracanes, generando 2400-3600 huevos anuales con 10 gallinas.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo confirmo la edad de una gallina ponedora al comprarla?",
        "respuesta": "Para confirmar la edad de una gallina ponedora:\n\n• Pide registros: Criadores confiables anotan fechas de nacimiento o vacunación, indicando si tienen 4-6 meses, ideales para postura.\n\n• Revisa crestas: A 4-6 meses son rojas, firmes y pequeñas; gallinas mayores de 2 años tienen crestas grandes y pálidas.\n\n• Evalúa plumas: Jóvenes tienen plumas brillantes y compactas; viejas muestran desgaste o parches.\n\n• Observa peso: 1.5-2 kg a 4-6 meses, menor en pollitas o mayor en adultas.\n\n• Consulta SENASICA: Ofrece guías gratuitas para identificar edad por características físicas.\n\n• Verifica cloaca: Húmeda y flexible en gallinas listas para postura (4-6 meses).\n\nEvita compras sin documentación. Una gallina joven produce 250-300 huevos al año, mientras que una vieja reduce rentabilidad. Si dudas, solicita un chequeo veterinario para confirmar edad y salud antes de integrar al traspatio.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo mezclar razas de gallinas ponedoras en el traspatio?",
        "respuesta": "Para mezclar razas de gallinas ponedoras:\n\n• Sí: Rhode Island Red y Plymouth Rock producen 250-300 huevos/año y coexisten bien en climas de 20-30°C.\n\n• Asegura espacio: 0.3 m²/gallina; 10 gallinas mixtas necesitan 3 m².\n\n• Introduce gradual: Usa malla separadora 2-3 días para evitar peleas.\n\n• Alimenta igual: 120 g/día/gallina, con 15% proteína, ajustado a la raza más exigente.\n\n• Monitorea postura: Registra huevos por raza para detectar diferencias.\n\n• Consulta SENASICA: Guías gratuitas sobre manejo multiraza.\n\nMezclar razas diversifica producción, pero requiere observación inicial para prevenir estrés. Verifica salud (crestas rojas, peso 1.5-2 kg) y vacúnalas contra Newcastle. Un manejo cuidadoso mantiene armonía y maximiza 8-10 huevos diarios con 10 gallinas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito comprar gallinas ponedoras con estrés crónico?",
        "respuesta": "Para evitar gallinas con estrés crónico:\n\n• Compra en criaderos limpios: Espacios sucios o hacinados generan estrés, visible en plumas opacas o letargo.\n\n• Observa comportamiento: Gallinas sanas caminan activamente, comen y no se esconden.\n\n• Revisa ojos: Claros, sin opacidad, indican baja ansiedad.\n\n• Evita gallinas ruidosas: Chillidos constantes señalan estrés.\n\n• Pide historial: Vacunaciones y manejo previo confirman buen trato.\n\n• Consulta SENASICA: Guías gratuitas sobre selección sanitaria.\n\nEl estrés reduce postura (menos de 250 huevos/año). Compra gallinas de 4-6 meses, con crestas rojas y peso 1.5-2 kg. Al llegar, aísla 7 días con agua (250 ml/gallina) y 120 g alimento para adaptación, minimizando riesgos en el traspatio.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si una gallina ponedora muestra agresividad?",
        "respuesta": "Para manejar una gallina agresiva:\n\n• Aísla 7 días: Jaula separada con 120 g alimento y 250 ml agua para calmarla.\n\n• Revisa espacio: 0.3 m²/gallina; hacinamiento causa peleas.\n\n• Introduce lenta: 2-3 días con malla separadora, observando interacción.\n\n• Aumenta proteína: 15% en dieta (frijol cocido) para reducir estrés.\n\n• Monitorea postura: 1 huevo diario indica recuperación.\n\n• Consulta veterinario: Si persiste, evalúa salud o parásitos.\n\nLa agresividad baja producción. Mantén luz fija (14-16 h) y comederos suficientes (10 cm/gallina). Un manejo paciente restablece armonía, asegurando 250-300 huevos/año por gallina en el traspatio.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo diseño un gallinero eficiente para 20 gallinas ponedoras?",
        "respuesta": "Para un gallinero eficiente para 20 gallinas ponedoras:\n\n• Calcula espacio: 0.3 m²/gallina; 6 m² total, con 5 nidos de 30x30x30 cm (1 por 4 gallinas) y perchas de 20 cm/gallina a 50 cm de altura.\n\n• Usa materiales reciclados: Pallets de madera para estructura, malla metálica usada (1 cm ojo) para 50% de paredes, y lámina galvanizada inclinada para tejado, resistente a huracanes.\n\n• Eleva el piso: 20 cm, tierra compacta con paja, evita encharcamientos en lluvias de mayo a octubre.\n\n• Asegura ventilación: Malla en 50% de paredes permite aire fresco, previniendo hongos y enfermedades respiratorias en climas de 20-30°C.\n\n• Protege depredadores: Entierra malla 20 cm y usa puerta de madera cerrada por la noche contra perros o mapaches.\n\n• Instala comederos y bebederos: 10 cm comedero/gallina (2 m total) y 2 bebederos de 2 L, limpiados diario con vinagre (10 ml/L).\n\n• Consulta SENASICA: Ofrece planos gratuitos para gallineros económicos, adaptados a traspatios.\n\n• Limpia diario: Retira excrementos, renueva paja en nidos semanalmente y desinfecta con creolina (10 ml/L) cada 7 días.\n\nUn gallinero eficiente produce 250-300 huevos/gallina/año (16-20 huevos diarios con 20 gallinas). Colócalo en sombra para reducir calor. Usa temporizador para luz artificial (14-16 h, LED 40 W) en octubre-marzo. Este diseño maximiza postura, minimiza costos y resiste climas cálidos con huracanes, ideal para autoconsumo y venta local.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo evito filtraciones de agua en el gallinero?",
        "respuesta": "Para evitar filtraciones en el gallinero:\n\n• Usa tejado inclinado: Lámina galvanizada, 30° de ángulo, con canaleta para lluvias de mayo a octubre.\n\n• Sella uniones: Cinta impermeable o silicón en bordes de lámina.\n\n• Eleva piso: 20 cm, tierra compacta con paja, drena agua.\n\n• Revisa semanal: Busca grietas o agujeros en tejado.\n\n• Usa malla metálica: 50% paredes, evita acumulación de humedad.\n\n• Desinfecta: Creolina (10 ml/L) quincenal para prevenir hongos.\n\nFiltraciones causan enfermedades y baja postura (menos de 250 huevos/año). Un gallinero seco mantiene gallinas sanas, con crestas rojas y peso 1.5-2 kg. Aplica estas medidas antes de la temporada de lluvias para proteger 16-20 huevos diarios con 20 gallinas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué tipo de comederos son mejores para el gallinero?",
        "respuesta": "Para elegir comederos en el gallinero:\n\n• Usa comederos lineales: Plástico o metal, 10 cm/gallina (1 m para 10 gallinas), elevados 20 cm para evitar suciedad.\n\n• Evita recipientes abiertos: Reducen desperdicio, que atrae plagas.\n\n• Limpia diario: Retira sobras, usa vinagre (10 ml/L) semanal.\n\n• Instala suficientes: 2 comederos para 20 gallinas, con 120 g/día/gallina.\n\n• Consulta SENASICA: Guías gratuitas sobre manejo de comederos.\n\nComederos adecuados aseguran alimentación balanceada, manteniendo postura (1 huevo diario). Verifica que todas las gallinas accedan sin peleas. Este diseño minimiza costos y protege 8-10 huevos diarios en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo mantengo el gallinero seguro en tormentas?",
        "respuesta": "Para proteger el gallinero en tormentas:\n\n• Refuerza tejado: Lámina fijada con tornillos, revisa antes de mayo.\n\n• Entierra malla: 20 cm, evita colapsos por viento.\n\n• Usa anclajes: Postes de madera en esquinas, 1 m profundidad.\n\n• Cierra puertas: Madera sólida por la noche.\n\n• Eleva piso: 20 cm, tierra seca, evita inundaciones.\n\n• Consulta SENASICA: Guías gratuitas para gallineros resistentes.\n\nTormentas reducen postura si el gallinero falla. Un diseño seguro mantiene gallinas sanas (1.5-2 kg, 250 huevos/año). Revisa tras huracanes para reparar daños y asegurar 8-10 huevos diarios con 10 gallinas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuánto cuesta construir un gallinero para 12 gallinas?",
        "respuesta": "Costo para gallinero de 3.6 m² (12 gallinas):\n\n• Pallets reciclados: $1,800 MXN, estructura de madera.\n\n• Malla metálica usada: $1,000 MXN, 6 m para paredes.\n\n• Lámina galvanizada: $1,200 MXN, tejado inclinado.\n\n• Paja: $250 MXN, nidos y piso.\n\n• Tornillos y herramientas: $250 MXN.\n\nTotal: $4,500 MXN, más $300 MXN para imprevistos. Usa materiales reciclados para ahorrar. Consulta SENASICA para planos gratuitos. Este gallinero asegura ventilación, protección contra huracanes y 9-12 huevos diarios, ideal para traspatios pequeños en climas de 20-30°C.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo optimizo la luz natural en el gallinero?",
        "respuesta": "Para optimizar la luz natural en el gallinero:\n\n• Ubica en área abierta: Evita sombras de árboles o edificios, maximizando luz de 6-18 h.\n\n• Usa malla transparente: 50% de paredes, permite luz sin comprometer ventilación.\n\n• Instala tejado parcial: Cubre solo 70% del gallinero, dejando entradas de luz.\n\n• Corta vegetación cercana: Antes de octubre, asegura 14-16 h de luz total.\n\n• Limpia malla: Mensual, con agua, para evitar polvo que bloquee luz.\n\n• Monitorea postura: 1 huevo diario/gallina confirma luz adecuada.\n\nLuz insuficiente baja producción (menos de 250 huevos/año). Complementa con LED 40 W (4-8 am) en días nublados. Este enfoque maximiza 8-10 huevos diarios con 10 gallinas en climas cálidos, sin costos adicionales de energía.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar luces LED recargables para el gallinero?",
        "respuesta": "Para usar luces LED recargables en el gallinero:\n\n• Sí: LED 40 W recargable cubre 6 m², ideal para traspatios pequeños.\n\n• Programa: 4-8 am y 16-18 pm en octubre-marzo, asegurando 14-16 h de luz total.\n\n• Coloca a 1.5 m: Evita calor o molestias a gallinas.\n\n• Carga diaria: Usa panel solar pequeño para ahorrar.\n\n• Revisa postura: 1 huevo diario/gallina confirma eficacia.\n\n• Consulta SENASICA: Guías sobre manejo de luz.\n\nLED recargables son económicos y sostenibles, manteniendo 250-300 huevos/año/gallina. Verifica batería semanalmente para evitar fallos. Este método asegura 8-10 huevos diarios con 10 gallinas, incluso en días cortos o nublados.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito que la luz artificial cause calor excesivo?",
        "respuesta": "Para evitar calor excesivo por luz artificial:\n\n• Usa LED 40 W: Bajo consumo, mínima emisión de calor, cubre 6 m².\n\n• Coloca a 1.5 m: Aleja focos de gallinas, evitando estrés.\n\n• Limita a 16 h: 4-8 am y 16-20 pm, combinado con luz natural.\n\n• Ventila: Malla en 50% de paredes, disipa calor en climas de 20-30°C.\n\n• Revisa gallinas: Inquietud o jadeo indica exceso de calor.\n\n• Usa temporizador: $100 MXN, mantiene horarios fijos.\n\nCalor excesivo baja postura (menos de 250 huevos/año). Monitorea peso (1.5-2 kg) y crestas rojas. Este enfoque asegura 8-10 huevos diarios con 10 gallinas, manteniendo confort en el traspatio.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si la luz artificial no aumenta la postura?",
        "respuesta": "Si la luz artificial no aumenta postura:\n\n• Verifica horas: Asegura 14-16 h totales (natural + artificial, LED 40 W, 4-8 am).\n\n• Revisa dieta: 120 g/día/gallina, 15% proteína (frijol cocido), 5 g calcio.\n\n• Monitorea salud: Crestas pálidas o peso bajo (menos de 1.5 kg) indican enfermedad.\n\n• Ajusta focos: Cubre 6 m², sin sombras en gallinero.\n\n• Consulta veterinario: Evalúa parásitos o estrés.\n\n• Registra postura: 1 huevo diario/gallina es normal.\n\nLuz ineficaz reduce producción (menos de 250 huevos/año). Corrige en 7 días para mantener 8-10 huevos diarios con 10 gallinas. Usa SENASICA para guías gratuitas sobre manejo de luz.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo mantengo un horario de luz consistente?",
        "respuesta": "Para un horario de luz consistente:\n\n• Usa temporizador: $100 MXN, programa LED 40 W para 4-8 am y 16-20 pm, totalizando 14-16 h con luz natural.\n\n• Abre gallinero: 6-18 h para maximizar luz solar.\n\n• Revisa focos: Limpia mensual, verifica cables para evitar fallos.\n\n• Monitorea postura: 1 huevo diario/gallina confirma estabilidad.\n\n• Ajusta en octubre: Días cortos requieren más luz artificial.\n\n• Consulta SENASICA: Guías gratuitas sobre manejo de luz.\n\nHorarios irregulares bajan producción (menos de 250 huevos/año). Un sistema fijo asegura 8-10 huevos diarios con 10 gallinas, optimizando rentabilidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo preparo una dieta balanceada con recursos locales?",
        "respuesta": "Para una dieta balanceada con recursos locales:\n\n• Mezcla granos: Maíz molido (50%, $15 MXN/kg), sorgo (20%, $12 MXN/kg) y trigo (10%, $14 MXN/kg), disponibles en mercados, aportan energía para 250-300 huevos/año.\n\n• Añade proteína: Frijol cocido (10%, $20 MXN/kg) o sobras de pescado (5%, gratis si casero), cubriendo 15% de la dieta, esencial para postura.\n\n• Incluye calcio: Cáscara de huevo molida (5 g/gallina diaria, gratis tras esterilizar) o concha de ostra ($10 MXN/kg), para cáscaras firmes.\n\n• Complementa con verdes: Sobras de espinaca, acelga o lechuga (10%, gratis de cocina), sin sal, aportan vitaminas.\n\n• Ofrece agua limpia: 2 L diarios para 20 gallinas, cambiada dos veces, evita diarrea.\n\n• Dosis: 120-150 g/gallina, dividido en 60 g mañana y 60 g tarde, ajusta si sobra.\n\n• Almacena seco: Recipientes herméticos para granos, revisa moho semanalmente.\n\n• Consulta SENASICA: Recetas gratuitas para dietas caseras, adaptadas a traspatios.\n\nEsta dieta mantiene gallinas sanas (1.5-2 kg, crestas rojas) y produce 16-20 huevos diarios con 20 gallinas. Prepara mezclas semanales, limpia comederos diario y verifica postura. En climas cálidos de 20-30°C, evita sobras podridas para prevenir enfermedades. Este enfoque reduce costos a $750 MXN/mes para 10 gallinas, maximizando rentabilidad en traspatios pequeños.",
        "longitud": 450
      },
      {
        "pregunta": "¿Puedo usar sobras de frijol para la dieta de gallinas?",
        "respuesta": "Para usar sobras de frijol en la dieta:\n\n• Sí: Cocido, sin sal ni especias, aporta 15% proteína, ideal para postura (250-300 huevos/año).\n\n• Mezcla: 10% de la dieta (12 g/gallina en 120 g total), con maíz (50%) y verdes (10%).\n\n• Lava sobras: Retira restos de salsa o aceite para evitar diarrea.\n\n• Ofrece fresco: Cocina cada 2 días, evita moho.\n\n• Revisa cáscaras: Firmes confirman buena nutrición.\n\n• Consulta SENASICA: Guías gratuitas sobre dietas caseras.\n\nFrijol reduce costos ($20 MXN/kg), pero no excedas 10% para balance. Limpia comederos diario y verifica peso (1.5-2 kg). Este método asegura 8-10 huevos diarios con 10 gallinas en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito que las gallinas coman alimento contaminado?",
        "respuesta": "Para evitar alimento contaminado:\n\n• Almacena en seco: Recipientes herméticos, revisa moho semanalmente.\n\n• Ofrece 120 g/día/gallina: Divide en 2 tomas, retira sobras en 1 h.\n\n• Limpia comederos: Diario, con vinagre (10 ml/L) para eliminar bacterias.\n\n• Usa granos frescos: Compra maíz o sorgo cada 2 semanas.\n\n• Eleva comederos: 20 cm, evita excrementos.\n\n• Monitorea salud: Diarrea indica contaminación.\n\nAlimento contaminado baja postura (menos de 250 huevos/año). Consulta SENASICA para guías gratuitas. Este manejo asegura 8-10 huevos diarios con 10 gallinas, manteniendo crestas rojas y peso 1.5-2 kg.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar salvado de trigo en la dieta de gallinas?",
        "respuesta": "Para usar salvado de trigo:\n\n• Sí: 10% de la dieta (12 g/gallina en 120 g total), aporta fibra y energía.\n\n• Mezcla: Con maíz (50%), frijol cocido (10%) y calcio (5 g).\n\n• Compra fresco: $10 MXN/kg, revisa moho antes de usar.\n\n• Ofrece seco: Evita humedad en comederos.\n\n• Revisa postura: 1 huevo diario confirma balance.\n\n• Consulta SENASICA: Guías sobre dietas caseras.\n\nSalvado es económico, pero no excedas 10% para evitar diarrea. Limpia comederos diario y verifica peso (1.5-2 kg). Este método produce 8-10 huevos diarios con 10 gallinas en traspatios.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo ajusto la dieta si las gallinas bajan de peso?",
        "respuesta": "Para ajustar la dieta si las gallinas bajan de peso:\n\n• Pesa mensual: Menos de 1.5 kg indica deficiencia.\n\n• Aumenta proteína: 20% (frijol cocido, sobras de pescado), de 15% en 120 g/día.\n\n• Añade energía: Maíz molido a 60% de la dieta.\n\n• Ofrece 130 g/día: Divide en 2 tomas, revisa consumo.\n\n• Revisa parásitos: Desparasita con ivermectina, vía veterinaria.\n\n• Consulta SENASICA: Guías gratuitas sobre nutrición.\n\nPeso bajo reduce postura (menos de 250 huevos/año). Monitorea crestas rojas y cáscaras firmes. Corrige en 14 días para asegurar 8-10 huevos diarios con 10 gallinas en traspatios.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo preparo calcio casero para gallinas ponedoras?",
        "respuesta": "Para preparar calcio casero:\n\n• Recoge cáscaras: De huevos propios, limpias, sin restos de clara.\n\n• Lava con agua caliente: Elimina residuos, seca al sol 1-2 días.\n\n• Hornea: 150°C, 10 minutos, esteriliza y facilita molienda.\n\n• Muele fino: Usa mortero o licuadora, obtén polvo de 5 g/gallina diaria.\n\n• Almacena seco: Recipiente hermético, revisa moho semanalmente.\n\n• Ofrece separado: Plato pequeño, evita mezclar con alimento.\n\n• Revisa cáscaras: Firmes en 7 días confirman eficacia.\n\n• Consulta SENASICA: Guías gratuitas sobre suplementos.\n\nCalcio casero es gratis y efectivo, asegurando 250-300 huevos/año/gallina. Usa 3 kg/mes para 20 gallinas. Verifica peso (1.5-2 kg) y postura diaria. Este método reduce costos y mantiene calidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar conchas de río como calcio?",
        "respuesta": "Para usar conchas de río como calcio:\n\n• Sí: Lava con agua caliente, seca al sol 2 días para eliminar impurezas.\n\n• Muele fino: 5 g/gallina diaria, usa mortero o licuadora.\n\n• Ofrece separado: Plato pequeño, evita mezclar con alimento.\n\n• Revisa cáscaras: Firmes en 7 días confirman eficacia.\n\n• Almacena seco: Recipiente hermético, revisa moho.\n\n• Consulta SENASICA: Guías sobre suplementos.\n\nConchas de río son gratuitas si las recolectas, asegurando 250-300 huevos/año/gallina. Verifica higiene para evitar bacterias. Este método produce 8-10 huevos diarios con 10 gallinas, ideal para traspatios económicos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo sé si mis gallinas tienen suficiente calcio?",
        "respuesta": "Para confirmar suficiente calcio:\n\n• Revisa cáscaras: Firmes, sin grietas ni manchas, indican 5 g/gallina diaria adecuados.\n\n• Observa comportamiento: Gallinas tranquilas, sin buscar piedras, confirman balance.\n\n• Monitorea postura: 1 huevo diario/gallina, 250-300/año.\n\n• Pesa gallinas: 1.5-2 kg, peso estable.\n\n• Ajusta: Aumenta a 6 g si cáscaras son débiles.\n\n• Consulta SENASICA: Guías gratuitas sobre suplementos.\n\nCalcio insuficiente baja calidad de huevos. Ofrece concha molida en plato separado, limpia diario. Este control asegura 8-10 huevos diarios con 10 gallinas, manteniendo rentabilidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si las gallinas consumen poco calcio?",
        "respuesta": "Si las gallinas consumen poco calcio:\n\n• Muele más fino: 5 g/gallina, facilita ingestión, usa licuadora.\n\n• Mezcla con alimento: 2 g en 120 g/día de granos para atraer.\n\n• Cambia fuente: Prueba concha de ostra por cáscara de huevo.\n\n• Revisa plato: Limpio, sin suciedad, cámbialo diario.\n\n• Monitorea cáscaras: Débiles indican deficiencia.\n\n• Consulta veterinario: Evalúa salud si persiste.\n\nBajo consumo reduce postura (menos de 250 huevos/año). Corrige en 7 días para mantener 8-10 huevos diarios con 10 gallinas. Usa SENASICA para guías gratuitas sobre suplementos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo suplemento vitaminas caseras para gallinas?",
        "respuesta": "Para suplementar vitaminas caseras:\n\n• Usa verdes: Espinaca o acelga (10% de 120 g/día), aporta vitamina A, lava bien.\n\n• Añade zanahoria: Rallada, 5 g/gallina, vitamina A y C, 2 veces/semana.\n\n• Incluye ajo: 1 diente/L agua, semanal, vitamina B y refuerzo inmune.\n\n• Revisa postura: 1 huevo diario/gallina confirma balance.\n\n• Almacena fresco: Verduras en lugar seco, usa en 3 días.\n\n• Consulta SENASICA: Guías sobre dietas caseras.\n\nVitaminas caseras mejoran salud (crestas rojas, 1.5-2 kg). Este método asegura 8-10 huevos diarios con 10 gallinas, reduciendo costos en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo prevengo parásitos internos en gallinas ponedoras?",
        "respuesta": "Para prevenir parásitos internos en gallinas ponedoras:\n\n• Desparasita cada 6 meses: Usa ivermectina (0.2 mg/kg, vía agua), recetada por veterinario, aplicable en marzo y septiembre para climas de 20-30°C.\n\n• Limpia gallinero diario: Retira excrementos, reduce larvas en suelo, usa paja seca.\n\n• Ofrece agua limpia: 2 L diarios para 20 gallinas, cambiada dos veces, evita contaminación.\n\n• Revisa excrementos: Diarrea o gusanos visibles indican infestación, aísla gallinas afectadas.\n\n• Usa ajo: 1 diente/L agua, semanal, fortalece inmunidad y repele parásitos.\n\n• Eleva comederos: 20 cm, evita contacto con suelo contaminado.\n\n• Consulta SENASICA: Guías gratuitas sobre desparasitación y sanidad.\n\n• Monitorea peso: 1.5-2 kg y crestas rojas confirman salud.\n\nParásitos reducen postura (menos de 250 huevos/año). En lluvias de mayo a octubre, desinfecta con creolina (10 ml/L) semanalmente. Alimenta con 120 g/día (15% proteína) y asegura ventilación (malla en 50% de paredes). Este enfoque mantiene 16-20 huevos diarios con 20 gallinas, optimizando rentabilidad en traspatios pequeños y previniendo pérdidas en climas con huracanes.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo evito que las gallinas tengan garrapatas?",
        "respuesta": "Para evitar garrapatas en gallinas:\n\n• Aplica ceniza: En nidos y piso, semanal, repele garrapatas.\n\n• Limpia diario: Retira excrementos, reduce escondites.\n\n• Usa malla fina: 1 cm ojo, evita entrada de insectos.\n\n• Revisa plumas: Base del pico, semanal, busca puntos negros.\n\n• Desinfecta: Creolina (10 ml/L), quincenal.\n\n• Consulta SENASICA: Guías gratuitas sobre control de plagas.\n\nGarrapatas bajan postura (menos de 250 huevos/año). Monitorea peso (1.5-2 kg) y crestas rojas. Este método asegura 8-10 huevos diarios con 10 gallinas, manteniendo sanidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si una gallina tiene diarrea persistente?",
        "respuesta": "Para manejar diarrea persistente:\n\n• Aísla: Jaula separada, evita contagios, con 120 g alimento y 250 ml agua.\n\n• Ofrece vinagre: 10 ml/L agua, 3 días, estabiliza digestión.\n\n• Revisa dieta: Reduce verdes a 5%, asegura 15% proteína.\n\n• Desparasita: Ivermectina, vía veterinaria.\n\n• Monitorea 7 días: Mejora excrementos.\n\n• Consulta veterinario: Si persiste, evalúa infecciones.\n\nDiarrea baja postura (menos de 250 huevos/año). Corrige rápido para mantener 8-10 huevos diarios con 10 gallinas. Usa SENASICA para guías gratuitas sobre sanidad.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo controlo cucarachas en el gallinero?",
        "respuesta": "Para controlar cucarachas en el gallinero:\n\n• Limpia diario: Retira sobras de alimento y excrementos.\n\n• Almacena granos: Recipientes herméticos, revisa moho.\n\n• Usa bórax: Espolvorea en esquinas, lejos de gallinas, semanal.\n\n• Instala malla fina: 1 cm ojo, evita entrada.\n\n• Revisa nidos: Paja limpia, cámbiala semanal.\n\n• Consulta SENASICA: Guías gratuitas sobre plagas.\n\nCucarachas atraen enfermedades, bajando postura (menos de 250 huevos/año). Este método asegura 8-10 huevos diarios con 10 gallinas, manteniendo sanidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito enfermedades por hacinamiento?",
        "respuesta": "Para evitar enfermedades por hacinamiento:\n\n• Asegura espacio: 0.3 m²/gallina, 3 m² para 10 gallinas.\n\n• Limpia diario: Retira excrementos, usa paja seca.\n\n• Ventila: Malla en 50% paredes, reduce bacterias.\n\n• Vacuna: Newcastle y bronquitis, anual.\n\n• Revisa salud: Crestas pálidas indican estrés.\n\n• Consulta SENASICA: Guías gratuitas sobre sanidad.\n\nHacinamiento baja postura (menos de 250 huevos/año). Monitorea peso (1.5-2 kg) y 8-10 huevos diarios con 10 gallinas. Este manejo previene infecciones en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo organizo la recolección de huevos para evitar pérdidas?",
        "respuesta": "Para organizar la recolección de huevos:\n\n• Recoge 2 veces/día: 8 am y 4 pm, reduce acumulación y roturas.\n\n• Usa canasta forrada: Tela o paja, evita grietas, lleva 30 huevos.\n\n• Limpia nidos: Paja fresca semanal, elevados 50 cm, previene suciedad.\n\n• Revisa gallinas: Diarrea ensucia huevos, corrige dieta (15% proteína).\n\n• Almacena inmediato: 10-15°C, punta abajo, en cartones limpios.\n\n• Registra recolección: Anota fecha y cantidad para rotar stock.\n\n• Consulta SENASICA: Guías gratuitas sobre manejo de huevos.\n\nPérdidas bajan rentabilidad (menos de 250 huevos/año). Este método asegura 8-10 huevos diarios con 10 gallinas, listos para venta o consumo. En lluvias (mayo-octubre), recoge más frecuente para evitar humedad.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar vinagre blanco para limpiar huevos?",
        "respuesta": "Para usar vinagre blanco en huevos:\n\n• Sí: 20 ml/L agua tibia (40°C), elimina suciedad sin dañar cáscara.\n\n• Cepilla suave: Esponja limpia, evita rayones.\n\n• Seca rápido: Tela seca, previene bacterias.\n\n• Revisa nidos: Paja sucia causa suciedad, cámbiala semanal.\n\n• Evita exceso: Más de 20 ml/L afecta cáscara.\n\n• Consulta SENASICA: Guías gratuitas sobre limpieza.\n\nVinagre es económico ($15 MXN/L) y seguro, asegurando huevos presentables. Limpia 30 huevos en 10 minutos, manteniendo calidad para venta. Este método produce 8-10 huevos diarios con 10 gallinas en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito que los huevos se deterioren en almacenamiento?",
        "respuesta": "Para evitar deterioro en almacenamiento:\n\n• Almacena a 10-15°C: Lugar fresco, sin luz solar directa.\n\n• Usa cartones limpios: Punta abajo, 12-30 huevos, revisa humedad.\n\n• Rota stock: Vende huevos de más de 7 días primero, máximo 30 días.\n\n• Anota fecha: Recolección diaria para control.\n\n• Revisa olores: Desecha huevos con olor extraño.\n\n• Consulta SENASICA: Guías gratuitas sobre almacenamiento.\n\nDeterioro reduce ventas. Monitorea 30 huevos/cartón para 10 gallinas (8-10 huevos diarios). En climas de 20-30°C, ventila almacén para evitar moho. Este método mantiene calidad y rentabilidad en traspatios.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si los huevos tienen manchas externas?",
        "respuesta": "Para manejar huevos con manchas externas:\n\n• Limpia: Agua tibia (40°C) con jabón neutro ($10 MXN/L), cepilla con esponja.\n\n• Seca rápido: Tela limpia, evita bacterias.\n\n• Revisa nidos: Paja sucia o diarrea de gallinas, cámbiala semanal.\n\n• Aumenta proteína: 15% en 120 g/día para gallinas.\n\n• Usa para casa: Manchas persistentes, no para venta.\n\n• Consulta SENASICA: Guías sobre limpieza.\n\nManchas afectan presentación, bajando ventas. Corrige en 7 días para mantener 8-10 huevos diarios con 10 gallinas. Este método asegura calidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo transporto huevos sin romperlos?",
        "respuesta": "Para transportar huevos sin romperlos:\n\n• Usa cartones: 12-30 huevos, punta abajo, cierra bien.\n\n• Forra con paja: Dentro de canasta, absorbe golpes.\n\n• Coloca en caja: Máximo 3 cartones, evita apilar.\n\n• Maneja suave: Velocidad baja, caminos lisos.\n\n• Revisa calidad: Sin grietas antes de empacar.\n\n• Consulta SENASICA: Guías gratuitas sobre transporte.\n\nRoturas reducen ingresos (menos de 250 huevos/año). Transporta 30-60 huevos (10 gallinas, 8-10 diarios) para mercados locales. Este método asegura presentación y rentabilidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo clasifico huevos por tamaño para venta?",
        "respuesta": "Para clasificar huevos por tamaño:\n\n• Pesa cada huevo: Usa balanza ($150 MXN); medianos (50-60 g), grandes (60-70 g), pequeños (40-50 g).\n\n• Separa en grupos: Cartones etiquetados con “mediano”, “grande” o “pequeño”.\n\n• Revisa cáscaras: Sin grietas, limpias, para venta premium.\n\n• Usa linterna: Detecta defectos internos, descarta huevos opacos.\n\n• Prioriza medianos: Más demandados en mercados.\n\n• Consulta SENASICA: Guías gratuitas sobre clasificación.\n\nClasificación mejora ventas (250-300 huevos/año/gallina). Usa pequeños para consumo propio. Este método organiza 8-10 huevos diarios con 10 gallinas, optimizando ingresos en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar canastas de mimbre para empaque?",
        "respuesta": "Para usar canastas de mimbre:\n\n• Sí: Limpias, forradas con paja o tela, evitan roturas.\n\n• Empaca 12-30 huevos: Punta abajo, no apiles.\n\n• Etiqueta: Fecha, tamaño, contacto.\n\n• Cubre: Tela ligera para proteger.\n\n• Prefiere cartones: Más prácticos para venta masiva.\n\n• Consulta SENASICA: Guías sobre empaque.\n\nCanastas son atractivas para ventas locales, asegurando 8-10 huevos diarios con 10 gallinas. Revisa higiene semanal para evitar bacterias. Este método es económico y mantiene calidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo preparo huevos para venta en ferias?",
        "respuesta": "Para preparar huevos para ferias:\n\n• Limpia: Agua tibia (40°C), jabón neutro ($10 MXN/L), cepilla suave.\n\n• Clasifica: 50-60 g, sin grietas, usa balanza ($150 MXN).\n\n• Empaca: Cartones de 12, etiquetados con fecha, tamaño, “huevos de traspatio”.\n\n• Almacena: 10-15°C, máximo 30 días, rota stock.\n\n• Lleva 10-20 docenas: Cubre demanda, evita sobrantes.\n\n• Consulta SENASICA: Guías gratuitas sobre empaque.\n\nPresentación atrae clientes, asegurando 8-10 huevos diarios con 10 gallinas. Promociona frescura en ferias. Este método maximiza ventas y rentabilidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago con huevos con cáscaras rugosas?",
        "respuesta": "Para manejar huevos con cáscaras rugosas:\n\n• Usa en casa: Cocina o donaciones, no para venta.\n\n• Aumenta calcio: 5 g/gallina, concha molida.\n\n• Revisa dieta: 15% proteína (frijol cocido), 120 g/día.\n\n• Monitorea 7 días: Cáscaras lisas confirman mejora.\n\n• Consulta veterinario: Si persiste, evalúa estrés.\n\n• Consulta SENASICA: Guías gratuitas sobre calidad.\n\nCáscaras rugosas afectan presentación, bajando ventas. Corrige para mantener 8-10 huevos diarios con 10 gallinas. Este método optimiza producción en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito huevos con defectos para venta?",
        "respuesta": "Para evitar huevos con defectos:\n\n• Asegura calcio: 5 g/gallina diaria, concha molida, para cáscaras firmes.\n\n• Alimenta balanceado: 120 g/día, 15% proteína (frijol cocido), 10% verdes.\n\n• Recoge 2 veces/día: 8 am, 4 pm, evita grietas por acumulación.\n\n• Limpia nidos: Paja fresca semanal, elevados 50 cm.\n\n• Revisa salud: Crestas pálidas indican deficiencias.\n\n• Consulta SENASICA: Guías gratuitas sobre calidad.\n\nDefectos reducen ventas (menos de 250 huevos/año). Monitorea 8-10 huevos diarios con 10 gallinas. Este método asegura huevos presentables y rentabilidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo registro el consumo de alimento de las gallinas?",
        "respuesta": "Para registrar el consumo de alimento:\n\n• Anota diario: Fecha, cantidad (120 g/gallina), tipo (maíz, frijol).\n\n• Usa tabla: Divide por gallina o grupo, suma semanal.\n\n• Revisa comederos: Sobras indican exceso, ajusta a 110 g.\n\n• Pesa gallinas: 1.5-2 kg mensual, confirma balance.\n\n• Monitorea postura: 1 huevo diario/gallina es normal.\n\n• Consulta SENASICA: Guías gratuitas sobre registros.\n\nRegistro preciso optimiza costos ($750 MXN/mes para 10 gallinas). Guarda cuaderno en lugar seco. Este método asegura 8-10 huevos diarios, mejorando gestión en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo sigo la salud de cada gallina en el registro?",
        "respuesta": "Para seguir la salud de cada gallina:\n\n• Marca con anillos: Colores distintos, $10 MXN/10 anillos.\n\n• Anota diario: Peso (1.5-2 kg), crestas (rojas/firmes), postura (1 huevo).\n\n• Registra síntomas: Tos, diarrea, letargo, aísla si aparece.\n\n• Suma mensual: Evalúa bajas en postura.\n\n• Consulta veterinario: Si salud empeora.\n\n• Consulta SENASICA: Guías gratuitas sobre registros.\n\nSeguimiento individual detecta problemas, asegurando 250-300 huevos/año/gallina. Usa cuaderno para 10 gallinas, manteniendo 8-10 huevos diarios en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar una app para registrar postura?",
        "respuesta": "Para usar una app en el registro de postura:\n\n• Sí: Apps como Notas o Excel en celular, gratis, registran huevos diarios.\n\n• Anota: Fecha, gallina (anillo de color), huevos, observaciones.\n\n• Suma semanal: Promedio de 1 huevo/gallina diario.\n\n• Respalda datos: Nube o correo, evita pérdidas.\n\n• Revisa postura: 250-300 huevos/año/gallina.\n\n• Consulta SENASICA: Guías sobre registros.\n\nApps simplifican gestión para 10 gallinas (8-10 huevos diarios). Descarga gratis en celular. Este método optimiza control y rentabilidad en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo registro los costos de mantenimiento del gallinero?",
        "respuesta": "Para registrar costos de mantenimiento:\n\n• Anota mensual: Paja ($200 MXN), creolina ($150 MXN), reparaciones ($100 MXN).\n\n• Usa tabla: Divide por categoría, suma total.\n\n• Incluye agua: $50 MXN, limpieza de bebederos.\n\n• Revisa facturas: Guarda recibos para precisión.\n\n• Evalúa rentabilidad: Compara con ingresos (8-10 huevos diarios, 10 gallinas).\n\n• Consulta SENASICA: Guías gratuitas sobre gestión.\n\nRegistro preciso controla gastos ($500 MXN/mes para 20 gallinas). Usa cuaderno o app. Este método optimiza presupuesto y producción en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si el registro muestra producción irregular?",
        "respuesta": "Si el registro muestra producción irregular:\n\n• Revisa luz: Asegura 14-16 h diarias, LED 40 W si necesario.\n\n• Evalúa dieta: 120 g/día, 15% proteína, 5 g calcio.\n\n• Busca enfermedades: Crestas pálidas, tos, consulta veterinario.\n\n• Monitorea espacio: 0.3 m²/gallina, evita hacinamiento.\n\n• Ajusta en 7 días: Corrige deficiencias.\n\n• Consulta SENASICA: Guías gratuitas sobre manejo.\n\nIrregularidad baja rentabilidad (menos de 250 huevos/año). Registro guía correcciones, asegurando 8-10 huevos diarios con 10 gallinas en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo vendo huevos de traspatio a tiendas locales?",
        "respuesta": "Para vender huevos a tiendas locales:\n\n• Contacta gerentes: Visita 5-10 tiendas pequeñas, ofrece 10-20 docenas semanales, recolectados diario para frescura.\n\n• Clasifica huevos: 50-60 g, sin grietas, limpios (agua tibia, jabón neutro, $10 MXN/L), usa balanza ($150 MXN).\n\n• Empaca en cartones: 12 huevos, etiquetados con fecha, tamaño, “huevos de traspatio sin químicos”, $5 MXN/cartón.\n\n• Fija precios: Revisa mercado local (ej., $50 MXN/docena), añade 20% margen, negocia descuentos por volumen.\n\n• Entrega fija: Lunes y jueves, 8 am, crea rutina, lleva 30-60 huevos/día con 10 gallinas.\n\n• Promociona en redes: Grupos comunitarios, destaca calidad y frescura, incluye fotos de cartones.\n\n• Consulta SENASICA: Normas gratuitas de empaque y comercialización, evita sanciones.\n\n• Registra ventas: Anota docenas, ingresos, clientes para planificar stock.\n\nTiendas locales impulsan ingresos (250-300 huevos/año/gallina). Almacena a 10-15°C, rota stock en 30 días. En festividades, aumenta 20% producción (2 gallinas más). Este método maximiza rentabilidad, generando $500-1000 MXN/semana con 10 gallinas en traspatios pequeños, resistente a climas cálidos de 20-30°C.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo ofrezco huevos a cafeterías locales?",
        "respuesta": "Para ofrecer huevos a cafeterías:\n\n• Contacta dueños: Visita 3-5 cafeterías, ofrece 5-10 docenas/semana, frescos (menos de 7 días).\n\n• Clasifica: 50-60 g, sin grietas, limpios (jabón neutro).\n\n• Empaca: Cartones de 12, etiquetados con fecha, “huevos de traspatio”.\n\n• Entrega fija: Miércoles, 8 am, 30-60 huevos.\n\n• Promociona: Frescura y calidad en redes comunitarias.\n\n• Consulta SENASICA: Normas gratuitas de venta.\n\nCafeterías valoran frescura, asegurando 8-10 huevos diarios con 10 gallinas. Registra pedidos para planificar. Este método genera $250-500 MXN/semana en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo vender huevos en mercados semanales?",
        "respuesta": "Para vender en mercados semanales:\n\n• Lleva 10-20 docenas: 120-240 huevos, frescos, de 10 gallinas (8-10 diarios).\n\n• Empaca: Cartones de 12, etiquetados con fecha, tamaño, $5 MXN/cartón.\n\n• Promociona: Letrero “huevos de traspatio”, destaca frescura.\n\n• Calcula stock: Vende 80% en 4 h, evita sobrantes.\n\n• Limpia huevos: Jabón neutro, agua tibia.\n\n• Consulta SENASICA: Normas gratuitas de venta.\n\nMercados impulsan ventas ($500-1000 MXN/día). Almacena a 10-15°C. Este método maximiza ingresos en traspatios pequeños, ideal para climas de 20-30°C.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo combino venta y autoconsumo de huevos?",
        "respuesta": "Para combinar venta y autoconsumo:\n\n• Reserva 50%: 4-5 huevos diarios (10 gallinas) para familia.\n\n• Vende resto: 5-6 docenas/semana, $50 MXN/docena.\n\n• Empaca: Cartones de 12, etiquetados, frescos (menos de 7 días).\n\n• Registra: Separa consumo (30 huevos/semana) y ventas ($300 MXN).\n\n• Almacena: 10-15°C, rota stock.\n\n• Consulta SENASICA: Guías gratuitas sobre gestión.\n\nBalance asegura nutrición e ingresos ($300-600 MXN/semana). Monitorea postura (250-300 huevos/año/gallina) para ajustar. Este método optimiza 8-10 huevos diarios en traspatios pequeños.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si los clientes quieren huevos orgánicos?",
        "respuesta": "Para ofrecer huevos orgánicos:\n\n• Usa dieta natural: Maíz, frijol cocido, verdes (120 g/día), sin químicos.\n\n• Certifica: Contacta SENASICA para normas orgánicas gratuitas.\n\n• Etiqueta: “Orgánicos, sin químicos”, cartones de 12, $60 MXN/docena.\n\n• Promociona: Redes comunitarias, destaca dieta natural.\n\n• Revisa gallinas: 1.5-2 kg, crestas rojas.\n\n• Registra: 8-10 huevos diarios, 10 gallinas.\n\nDemanda orgánica crece. Este método genera $360-720 MXN/semana, asegurando calidad en traspatios pequeños, ideal para climas de 20-30°C.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué tipo de suelo es ideal para cultivar café?",
        "respuesta": "Elegir el suelo adecuado es fundamental para el éxito del cultivo de café, ya que afecta el crecimiento y la calidad de los granos. Los suelos ideales para el café son francos, con una textura equilibrada que permite retener humedad sin encharcarse. Deben ser ricos en materia orgánica (3-5%) para proporcionar nutrientes esenciales como nitrógeno y potasio. El pH óptimo está entre 5.5 y 6.5, ya que un suelo demasiado ácido o alcalino limita la absorción de nutrientes. Un buen drenaje es crucial, ya que el encharcamiento daña las raíces, mientras que suelos arcillosos pesados o arenosos sueltos son menos adecuados. \n\nAntes de plantar, realiza un análisis de suelo para conocer su pH, textura y contenido de nutrientes. Si el suelo es pobre, aplica composta (2-3 kg por planta) o estiércol bien descompuesto para mejorar su fertilidad. En pendientes, crea terrazas para evitar erosión. La preparación previa asegura raíces fuertes y plantas productivas, logrando rendimientos de 1-2 toneladas por hectárea en condiciones óptimas. Monitorea el suelo cada 1-2 años para ajustar su manejo.\n\nResumen: Usa suelos francos, pH 5.5-6.5, ricos en materia orgánica, con buen drenaje; analiza y enriquece con composta.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo preparo el terreno para sembrar café?",
        "respuesta": "La preparación del terreno es un paso crítico para establecer un cultivo de café saludable y productivo. Comienza limpiando el área de malezas, arbustos y restos de plantas para evitar competencia por nutrientes. Luego, ara el suelo a una profundidad de 30-40 cm para aflojarlo y facilitar el crecimiento de las raíces. Si el terreno es inclinado, construye terrazas o curvas de nivel para prevenir erosión, especialmente en zonas con lluvias intensas. Añade 2-3 kg de composta o estiércol por planta para enriquecer el suelo con materia orgánica, mejorando su estructura y fertilidad. \n\nRealiza un análisis de suelo para ajustar el pH (ideal 5.5-6.5) con cal agrícola si es necesario. Planifica el espaciado de las plantas (1.5-2 m entre plantas, 2-3 m entre filas) para permitir ventilación y acceso al sol. Si el área es propensa a encharcamientos, instala canales de drenaje. Prepara el terreno 2-3 meses antes de la siembra, preferiblemente al inicio de la temporada de lluvias, para que el suelo se asiente. Una buena preparación puede aumentar los rendimientos hasta un 20-30% y reducir problemas de raíces. Revisa el terreno periódicamente para mantener su calidad.\n\nResumen: Limpia, ara a 30-40 cm, añade composta, ajusta pH, planifica espaciado y drenaje.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante analizar el suelo antes de sembrar café?",
        "respuesta": "Analizar el suelo antes de sembrar café es esencial para garantizar un cultivo saludable y maximizar la producción, especialmente para pequeños productores con recursos limitados. El análisis revela el pH, la textura, los nutrientes disponibles (nitrógeno, fósforo, potasio) y el contenido de materia orgánica, permitiendo ajustes precisos para optimizar el crecimiento. Un pH entre 5.5 y 6.5 es ideal; si es demasiado ácido, aplica cal agrícola (0.5-1 kg/m²), y si es alcalino, usa sulfato de aluminio. Conocer la textura (franca, arcillosa o arenosa) ayuda a determinar el drenaje, ya que el café no tolera encharcamientos. \n\nEl análisis también identifica deficiencias de nutrientes, evitando aplicaciones innecesarias de fertilizantes que aumentan costos. Por ejemplo, suelos bajos en potasio requieren 100-200 g de cloruro de potasio por planta. Añadir 2-3 kg de composta por planta mejora suelos pobres, incrementando la retención de agua y la fertilidad. Realiza el análisis en un laboratorio agrícola 3-4 meses antes de la siembra, recolectando muestras a 20-30 cm de profundidad. Repite cada 1-2 años para monitorear cambios. Un suelo bien preparado puede elevar los rendimientos de 0.5 a 1-2 toneladas por hectárea, asegurando plantas vigorosas y granos de calidad.\n\nResumen: Analiza pH, nutrientes y textura; ajusta con cal o composta para mejor rendimiento.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si el suelo es muy arcilloso para el café?",
        "respuesta": "Los suelos arcillosos, con alta retención de agua, no son ideales para el café, ya que el encharcamiento daña las raíces. Para mejorarlos, comienza incorporando materia orgánica como composta o estiércol (3-5 kg por planta) para aflojar la textura y mejorar el drenaje. Añade arena gruesa (1-2 kg/m²) en suelos muy compactos, pero evita excesos para no perder nutrientes. Construye camas elevadas (20-30 cm de alto) en áreas propensas a inundaciones, asegurando que el agua fluya lejos de las raíces. \n\nInstala canales de drenaje alrededor del cultivo para desviar el exceso de agua durante lluvias. Si el pH es bajo (<5.5), aplica cal agrícola (0.5-1 kg/m²) para neutralizar la acidez. Labra el suelo a 30-40 cm antes de plantar para romper capas compactas. Planta en pendientes suaves para facilitar el escurrimiento. Monitorea el suelo cada año, ya que los suelos arcillosos tienden a compactarse nuevamente. Estas medidas pueden mejorar el crecimiento de las plantas y aumentar los rendimientos hasta un 20%, asegurando raíces sanas y granos de calidad. Consulta con agrónomos para ajustar las prácticas según las condiciones locales.\n\nResumen: Añade composta, arena, camas elevadas y drenaje; labra y ajusta pH.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo elijo el lugar adecuado para sembrar café?",
        "respuesta": "Seleccionar el lugar adecuado para sembrar café es uno de los pasos más críticos para garantizar un cultivo exitoso y rentable, especialmente para pequeños productores. El café prospera en climas tropicales o subtropicales, con temperaturas entre 18-24°C, ya que temperaturas extremas (<15°C o >30°C) afectan el crecimiento y la calidad de los granos. La altitud ideal varía según la variedad: 600-1,200 m para Robusta y 1,200-2,000 m para Arábica, ya que influye en el sabor del grano. Las precipitaciones deben estar entre 1,200-2,200 mm al año, bien distribuidas, con una estación seca definida para la maduración. \n\nEl terreno debe tener suelos francos, ricos en materia orgánica (3-5%), con pH 5.5-6.5 y buen drenaje para evitar encharcamientos. Pendientes suaves (10-20%) son preferibles, ya que facilitan el drenaje y la exposición al sol, pero construye terrazas en pendientes más pronunciadas para evitar erosión. La orientación del terreno (preferiblemente hacia el norte o este) maximiza la luz solar matutina. Evita áreas expuestas a vientos fuertes; si es necesario, planta cortavientos como bananos o árboles nativos (5-10 m de distancia). Evalúa la disponibilidad de agua para riego en temporadas secas. Un buen lugar puede aumentar los rendimientos de 0.5 a 1-2 toneladas por hectárea y mejorar la calidad del café para mercados premium. Consulta con agricultores locales y realiza un análisis de suelo y clima antes de decidir. Monitorea las condiciones anualmente para mantener la productividad.\n\nResumen: Elige climas de 18-24°C, suelos francos, pendientes suaves, buen drenaje y acceso a agua.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué hago si el terreno tiene muchas malezas?",
        "respuesta": "Las malezas compiten con el café por nutrientes, agua y luz, por lo que eliminarlas es clave antes de la siembra. Comienza con una limpieza manual o mecánica, arrancando malezas desde la raíz para evitar que rebrotan. Usa una azada o tractor en áreas grandes, trabajando a 20-30 cm de profundidad. Aplica mulch orgánico (paja o restos vegetales, 10 cm de grosor) después de limpiar para suprimir el crecimiento de nuevas malezas. \n\nSi las malezas son persistentes, considera herbicidas de baja toxicidad como glifosato (2 ml/L), pero úsalos con cuidado, siguiendo las instrucciones y evitando contacto con futuras plantas de café. Planta cultivos de cobertura como frijol o trébol entre filas para reducir malezas a largo plazo. Realiza la limpieza 2-3 meses antes de la siembra para que el suelo se estabilice. Monitorea el terreno cada 1-2 meses durante el primer año, eliminando malezas nuevas manualmente. Estas prácticas reducen la competencia y mejoran el establecimiento de las plantas, aumentando los rendimientos hasta un 15-20%. Capacítate en el uso seguro de herbicidas y técnicas orgánicas para un manejo sostenible.\n\nResumen: Limpia manualmente, aplica mulch, usa herbicidas con cuidado, planta cultivos de cobertura.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito la erosión del suelo al sembrar café?",
        "respuesta": "La erosión del suelo puede reducir la fertilidad y dañar las raíces del café, especialmente en terrenos inclinados. Para prevenirla, construye terrazas o curvas de nivel en pendientes mayores al 10%, separadas por 2-3 m, para frenar el flujo de agua. Planta cultivos de cobertura como pasto vetiver o leguminosas entre filas, ya que sus raíces estabilizan el suelo. Aplica mulch orgánico (paja o hojas, 10-15 cm) alrededor de las plantas para reducir el impacto de la lluvia. \n\nIncorpora 2-3 kg de composta por planta para mejorar la estructura del suelo y su capacidad de retener agua. Si el terreno es muy inclinado, planta árboles de sombra o cortavientos (5-10 m de distancia) para disminuir la velocidad del viento y el arrastre de tierra. Evita labrar en exceso, ya que debilita el suelo; en su lugar, ara solo a 30 cm antes de la siembra. Estas medidas pueden reducir la erosión hasta un 30% y mantener la fertilidad, asegurando rendimientos de 1-2 toneladas por hectárea. Monitorea el suelo tras lluvias fuertes y repara terrazas dañadas rápidamente.\n\nResumen: Usa terrazas, cultivos de cobertura, mulch, composta y árboles para prevenir erosión.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué espaciado uso para sembrar café?",
        "respuesta": "El espaciado adecuado al sembrar café asegura un crecimiento saludable, buena ventilación y acceso a luz solar, lo que impacta directamente los rendimientos. Para variedades de Arábica, usa 1.5-2 m entre plantas y 2-3 m entre filas, permitiendo 1,600-2,500 plantas por hectárea. Para Robusta, que crece más robusta, usa 2-2.5 m entre plantas y 3 m entre filas, logrando 1,000-1,600 plantas por hectárea. \n\nEn terrenos planos, mantén el espaciado uniforme; en pendientes, ajusta las filas siguiendo curvas de nivel para evitar erosión. Considera el sistema de sombra: con árboles altos, reduce el espaciado a 1.5 m para maximizar la densidad, pero con sombra densa, usa 2 m para mejor ventilación. Marca los hoyos (30x30x30 cm) con estacas antes de sembrar. Un espaciado bien planificado puede aumentar los rendimientos hasta un 20% al reducir la competencia entre plantas. Revisa la densidad cada año y elimina plantas débiles para mantener el equilibrio. Consulta con agrónomos para adaptar el espaciado a las condiciones locales.\n\nResumen: Usa 1.5-2 m por 2-3 m para Arábica, 2-2.5 m por 3 m para Robusta; ajusta según sombra y terreno.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuándo es el mejor momento para sembrar café?",
        "respuesta": "Sembrar café en el momento adecuado asegura un establecimiento exitoso de las plantas. El mejor momento es al inicio de la temporada de lluvias, cuando el suelo está húmedo y las temperaturas son estables (18-24°C), ya que esto promueve la germinación y el crecimiento de raíces. En regiones tropicales, esto suele ser entre mayo y julio, pero varía según el clima local. Evita sembrar en plena temporada seca, ya que la falta de agua retrasa el desarrollo, o en lluvias muy intensas, que pueden encharcar el suelo. \n\nPrepara las plántulas en un vivero 6-12 meses antes, trasplantándolas cuando tengan 4-6 hojas y 20-30 cm de altura. Antes de la siembra, verifica que el suelo esté preparado con composta (2-3 kg por planta) y buen drenaje. Si las lluvias son irregulares, instala riego por goteo (2-3 litros por planta cada 3-5 días). Sembrar en el momento correcto puede aumentar la supervivencia de las plántulas hasta un 90% y lograr rendimientos de 1-2 toneladas por hectárea en 3-4 años. Monitorea el clima y consulta pronósticos locales para planificar.\n\nResumen: Siembra al inicio de lluvias (18-24°C), usa plántulas de vivero, asegura composta y riego.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo preparo los hoyos para sembrar café?",
        "respuesta": "Preparar los hoyos correctamente es esencial para el establecimiento de las plantas de café, ya que afecta el desarrollo de las raíces y la absorción de nutrientes. Cava hoyos de 30x30x30 cm, o 40x40x40 cm en suelos compactos, con 1.5-2 m de distancia entre ellos para Arábica y 2-2.5 m para Robusta. Retira piedras y raíces del suelo excavado. Mezcla la tierra extraída con 2-3 kg de composta o estiércol bien descompuesto para enriquecerla con nutrientes como nitrógeno y fósforo. \n\nSi el pH es menor a 5.5, añade 100-200 g de cal agrícola por hoyo. Coloca la mezcla en el fondo del hoyo, dejando espacio para la plántula. Siembra al inicio de la temporada de lluvias, colocando la plántula al centro y cubriendo las raíces sin compactar. Riega con 2-3 litros de agua tras plantar para asentar el suelo. Esta preparación mejora la supervivencia de las plántulas hasta un 85% y promueve un crecimiento vigoroso, logrando plantas productivas en 3-4 años. Revisa los hoyos una semana después para asegurar que no se hayan hundido.\n\nResumen: Cava hoyos de 30-40 cm, mezcla con composta, añade cal si es necesario, riega tras plantar.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante la preparación del terreno para el café?",
        "respuesta": "La preparación del terreno es un pilar fundamental para el cultivo de café, ya que establece las bases para un crecimiento saludable, altos rendimientos y sostenibilidad a largo plazo. Un terreno bien preparado mejora la estructura del suelo, facilita el desarrollo de raíces y optimiza la absorción de agua y nutrientes, lo que es crucial para pequeños productores con recursos limitados. Comienza limpiando malezas y restos vegetales para eliminar competencia, seguido de un arado a 30-40 cm que afloja el suelo y permite una mejor penetración de las raíces. Incorporar 2-3 kg de composta o estiércol por planta enriquece el suelo con materia orgánica, aumentando su fertilidad y retención de humedad. \n\nEn terrenos inclinados, construir terrazas o curvas de nivel reduce la erosión hasta un 30%, protegiendo la fertilidad. Un análisis de suelo previo ajusta el pH (5.5-6.5) y corrige deficiencias de nutrientes, evitando gastos innecesarios en fertilizantes. Planificar el espaciado (1.5-2 m para Arábica, 2-2.5 m para Robusta) asegura ventilación y acceso al sol, reduciendo enfermedades fúngicas. Un drenaje adecuado, con canales o camas elevadas, previene el encharcamiento, que puede matar plántulas. Estas prácticas pueden elevar los rendimientos de 0.5 a 1-2 toneladas por hectárea en 3-4 años y mejorar la calidad del grano para mercados exigentes. La preparación debe hacerse 2-3 meses antes de la siembra, preferiblemente al inicio de la temporada de lluvias, para maximizar la supervivencia (hasta 90%). Monitorea el suelo anualmente y capacítate con agrónomos para mantener un terreno productivo.\n\nResumen: Limpia, ara, añade composta, usa terrazas, ajusta pH y drenaje para altos rendimientos.",
        "longitud": 450
      },
      {
        "pregunta": "¿Puedo sembrar café en suelos rocosos?",
        "respuesta": "Sembrar café en suelos rocosos es posible, pero requiere preparación adicional, ya que las rocas limitan el crecimiento de raíces y la retención de nutrientes. Comienza retirando rocas grandes manualmente o con maquinaria en la capa superior (30-40 cm). Cava hoyos más grandes (50x50x50 cm) y rellénalos con una mezcla de tierra franca, composta (3-5 kg por hoyo) y arena gruesa (1 kg) para mejorar la textura y drenaje. Añade 100-200 g de cal agrícola si el pH es menor a 5.5. \n\nEn suelos muy rocosos, considera camas elevadas (30 cm de alto) para crear un entorno más favorable. Planta en un espaciado amplio (2-2.5 m) para reducir la competencia por nutrientes. Aplica mulch (paja, 10 cm) para retener humedad y proteger el suelo. Estas medidas pueden mejorar la supervivencia de las plántulas hasta un 80% y permitir rendimientos de 0.8-1.5 toneladas por hectárea. Monitorea el crecimiento de las plantas el primer año y añade fertilizantes orgánicos (200 g de estiércol por planta) si muestran deficiencias. Consulta con agrónomos para adaptar las prácticas al terreno.\n\nResumen: Retira rocas, usa hoyos grandes con composta, crea camas elevadas, aplica mulch.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo mejoro un suelo pobre para el café?",
        "respuesta": "Un suelo pobre, con baja fertilidad o poca materia orgánica, puede mejorarse para cultivar café exitosamente. Aplica 3-5 kg de composta o estiércol descompuesto por planta para aumentar el contenido orgánico (ideal 3-5%) y mejorar la retención de agua. Incorpora cultivos de cobertura como frijol o trébol antes de la siembra, ya que fijan nitrógeno y enriquecen el suelo. Ara a 30-40 cm para aflojar la estructura y facilitar el crecimiento de raíces. \n\nRealiza un análisis de suelo para identificar deficiencias; si falta potasio, añade 100-200 g de cloruro de potasio por planta. Ajusta el pH a 5.5-6.5 con cal agrícola (0.5-1 kg/m²) si es necesario. Aplica mulch (paja o restos vegetales, 10 cm) para reducir la erosión y mantener la humedad. Estas mejoras pueden incrementar los rendimientos de 0.5 a 1-2 toneladas por hectárea en 3-4 años. Monitorea el suelo cada año y reaplica composta (2 kg por planta) para mantener la fertilidad. Capacítate en manejo orgánico para un cultivo sostenible.\n\nResumen: Usa composta, cultivos de cobertura, ajusta pH, aplica mulch para enriquecer suelo.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué herramientas necesito para preparar el terreno?",
        "respuesta": "Preparar el terreno para el café requiere herramientas específicas que facilitan el trabajo y aseguran un suelo adecuado. Necesitas una azada o pala para limpiar malezas y cavar hoyos (30x30x30 cm). Un rastrillo ayuda a nivelar el suelo y retirar restos vegetales. Para arar a 30-40 cm en áreas grandes, usa un arado manual o un tractor pequeño si está disponible. Una carretilla es útil para transportar composta (2-3 kg por planta) o estiércol al terreno. \n\nEn pendientes, usa un nivel de mano para marcar terrazas o curvas de nivel y evitar erosión. Un medidor de pH portátil o kits de análisis de suelo son esenciales para verificar las condiciones (pH 5.5-6.5). Estacas y cuerdas sirven para marcar el espaciado (1.5-2 m para Arábica). Invierte en herramientas duraderas, ya que un buen equipo reduce el esfuerzo y mejora la preparación, aumentando la supervivencia de las plántulas hasta un 85%. Mantén las herramientas limpias y afiladas para un trabajo eficiente. Consulta con otros productores para compartir o alquilar equipos costosos.\n\nResumen: Usa azada, rastrillo, arado, carretilla, nivel, medidor de pH, estacas para preparar terreno.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar composta casera para el café?",
        "respuesta": "La composta casera es una excelente opción para enriquecer el suelo del café, especialmente para pequeños productores con acceso limitado a fertilizantes comerciales. Prepara la composta con restos vegetales (hojas, cáscaras), estiércol de vaca o gallina, y desechos orgánicos de cocina, asegurándote de que esté bien descompuesta (3-6 meses) para evitar patógenos. Aplica 2-3 kg por planta antes de la siembra, mezclándola con la tierra de los hoyos (30x30x30 cm) para mejorar la fertilidad y retención de agua. \n\nLa composta aporta nitrógeno, fósforo y potasio, esenciales para el crecimiento del café, y mejora la estructura del suelo, facilitando el desarrollo de raíces. En suelos pobres, aumenta el contenido orgánico hasta un 3-5%, elevando los rendimientos de 0.5 a 1-2 toneladas por hectárea. Reaplica 1-2 kg por planta cada año para mantener la fertilidad. Asegura un buen drenaje, ya que la composta retiene humedad, pero el encharcamiento daña las raíces. Capacítate en técnicas de compostaje para optimizar su calidad y evitar olores o plagas.\n\nResumen: Usa composta casera (2-3 kg/planta), mezcla con tierra, reaplica anualmente.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo siembro las plántulas de café correctamente?",
        "respuesta": "Sembrar plántulas de café correctamente asegura un establecimiento exitoso y un cultivo productivo. Usa plántulas de vivero con 4-6 hojas y 20-30 cm de altura, cultivadas durante 6-12 meses. Cava hoyos de 30x30x30 cm, con 1.5-2 m de distancia para Arábica o 2-2.5 m para Robusta. Mezcla la tierra extraída con 2-3 kg de composta para enriquecerla. Siembra al inicio de la temporada de lluvias, cuando el suelo está húmedo y las temperaturas son 18-24°C. \n\nColoca la plántula en el centro del hoyo, asegurándote de que las raíces estén extendidas y el cuello de la raíz al nivel del suelo. Cubre con tierra sin compactar y riega con 2-3 litros de agua para asentar el suelo. Aplica mulch (paja, 10 cm) alrededor para retener humedad. Protege las plántulas del sol directo con sombra temporal (mallas o ramas) durante las primeras semanas. Esta técnica logra una supervivencia del 85-90% y plantas productivas en 3-4 años. Revisa las plántulas semanalmente el primer mes para detectar problemas de riego o plagas.\n\nResumen: Usa plántulas de 20-30 cm, cava hoyos con composta, siembra en lluvias, riega y aplica mulch.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué variedades de café existen?",
        "respuesta": "Existen varias variedades de café, cada una con características que afectan su cultivo y mercado. Las principales son Arábica (Coffea arabica) y Robusta (Coffea canephora). Arábica crece a 1,200-2,000 m, ofrece granos de sabor suave y aromático, ideales para cafés de especialidad, pero es más susceptible a enfermedades como la roya. Robusta se adapta a 600-1,200 m, tiene granos más amargos, mayor resistencia a plagas y rendimientos de 1-2 toneladas por hectárea, pero menor precio. \n\nDentro de Arábica, subvariedades como Typica tienen sabor clásico pero baja producción, mientras que Caturra es compacta y productiva (1.5-2 toneladas/ha). Bourbon ofrece dulzura, pero requiere suelos ricos. Para Robusta, clones como Conilon son comunes por su resistencia. La elección depende del clima, altitud y mercado objetivo. Prueba variedades en pequeñas parcelas para evaluar su adaptación. Capacítate con agrónomos para seleccionar las mejores opciones y lograr granos de calidad que cumplan con las demandas comerciales.\n\nResumen: Arábica (Typica, Caturra, Bourbon) y Robusta (Conilon); elige según clima y mercado.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la variedad Arábica de café?",
        "respuesta": "La variedad Arábica (Coffea arabica) es la más cultivada y valorada en el mercado del café, representando cerca del 60% de la producción mundial. Crece mejor a altitudes de 1,200-2,000 m, en climas de 18-24°C con 1,200-2,200 mm de lluvia anual. Sus granos son ovalados, con un sabor suave, aromático y ligeramente ácido, ideal para cafés de especialidad que alcanzan precios de $5-10/kg en mercados premium. Sin embargo, es más susceptible a enfermedades como la roya y requiere suelos francos ricos (pH 5.5-6.5). \n\nArábica incluye subvariedades como Typica (sabor clásico, baja producción), Caturra (compacta, 1.5-2 toneladas/ha) y Bourbon (dulce, pero necesita fertilización). Es ideal para pequeños productores enfocados en calidad, ya que su valor compensa los costos de manejo intensivo. Planta con espaciado de 1.5-2 m y usa sombra (árboles a 5-10 m) para protegerla. Capacítate en poda y fertilización para maximizar rendimientos y calidad. Prueba Arábica en parcelas pequeñas antes de expandir.\n\nResumen: Arábica crece a 1,200-2,000 m, da granos aromáticos, pero es susceptible; elige Typica o Caturra.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la variedad Robusta de café?",
        "respuesta": "La variedad Robusta (Coffea canephora) es conocida por su resistencia y adaptabilidad, ideal para pequeños productores con climas cálidos. Crece a 600-1,200 m, en temperaturas de 20-26°C y 1,200-2,200 mm de lluvia. Sus granos son redondeados, con sabor amargo y alto contenido de cafeína, usados en mezclas y café instantáneo, con precios de $2-4/kg. Robusta rinde 1-2 toneladas por hectárea y es más resistente a plagas y enfermedades como la roya. \n\nSubvariedades como Conilon son populares por su alta producción y tolerancia a suelos menos fértiles (pH 5.5-6.5). Requiere espaciado de 2-2.5 m y menos sombra que Arábica. Aunque su calidad es menor, su bajo costo de manejo la hace rentable. Aplica 2-3 kg de composta por planta para mejorar rendimientos. Prueba Robusta en áreas de baja altitud antes de expandir. Capacítate en técnicas de cosecha para mantener la calidad del grano y acceder a mercados comerciales.\n\nResumen: Robusta crece a 600-1,200 m, es resistente, rinde 1-2 toneladas/ha; usa Conilon.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo elijo la variedad de café adecuada?",
        "respuesta": "Elegir la variedad de café adecuada es una decisión estratégica que impacta la rentabilidad, la calidad del grano y la sostenibilidad del cultivo para pequeños productores. La elección depende del clima, la altitud, el mercado objetivo y los recursos disponibles. Arábica (Coffea arabica) es ideal para altitudes de 1,200-2,000 m, con temperaturas de 18-24°C y suelos francos (pH 5.5-6.5). Sus granos, aromáticos y suaves, alcanzan precios de $5-10/kg en mercados de especialidad, pero requiere manejo intensivo contra enfermedades como la roya. Subvariedades como Caturra rinden 1.5-2 toneladas por hectárea, mientras que Bourbon ofrece sabores dulces. \n\nRobusta (Coffea canephora) se adapta a 600-1,200 m, con 20-26°C, y es más resistente a plagas, rindiendo 1-2 toneladas por hectárea a menor costo, pero sus granos amargos se venden a $2-4/kg para mezclas. Conilon es una subvariedad productiva. Evalúa el mercado: Arábica para cafés premium, Robusta para volumen. Prueba variedades en parcelas pequeñas (100-200 plantas) durante 2-3 años para comparar rendimientos y adaptación. Analiza el suelo y el clima local, y consulta con agrónomos o productores experimentados. Considera la disponibilidad de agua y sombra, ya que Arábica necesita más protección. Esta elección puede aumentar los ingresos hasta un 30% si se alinea con las condiciones y demandas del mercado. Capacítate en manejo de variedades para optimizar resultados.\n\nResumen: Elige Arábica para calidad (1,200-2,000 m), Robusta para resistencia (600-1,200 m); prueba y consulta.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué es la variedad Caturra de café?",
        "respuesta": "Caturra es una subvariedad de Arábica (Coffea arabica) muy valorada por pequeños productores debido a su tamaño compacto y alta productividad. Crece a 1,200-1,800 m, en climas de 18-24°C con 1,200-2,200 mm de lluvia. Sus granos ofrecen un sabor equilibrado, con acidez media, ideal para cafés de especialidad, alcanzando precios de $5-8/kg. Caturra rinde 1.5-2 toneladas por hectárea, más que Typica, pero es susceptible a la roya, requiriendo monitoreo constante. \n\nSu tamaño pequeño (1.5-2 m de altura) permite un espaciado de 1.5 m, logrando 2,000-2,500 plantas por hectárea. Necesita suelos francos ricos (pH 5.5-6.5) y sombra moderada (árboles a 5-10 m). Aplica 2-3 kg de composta por planta para mejorar rendimientos. Caturra es ideal para productores enfocados en calidad con acceso a mercados premium. Prueba en parcelas pequeñas y capacítate en poda y control de plagas para maximizar su potencial.\n\nResumen: Caturra es Arábica compacta, rinde 1.5-2 toneladas/ha, ideal para calidad; usa sombra y composta.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la variedad Bourbon de café?",
        "respuesta": "Bourbon es una subvariedad de Arábica (Coffea arabica) apreciada por su sabor dulce y complejo, ideal para cafés de especialidad. Crece a 1,200-2,000 m, en climas de 18-24°C con 1,200-2,200 mm de lluvia. Sus granos alcanzan precios de $6-10/kg en mercados premium, pero su producción es moderada (1-1.5 toneladas/ha) y requiere suelos ricos (pH 5.5-6.5) con 3-5% de materia orgánica. Es susceptible a la roya y necesita cuidado intensivo. \n\nBourbon crece a 2-3 m de altura, con espaciado de 1.5-2 m. Aplica 2-3 kg de composta por planta y usa sombra (árboles a 5-10 m) para protegerla. Es ideal para productores enfocados en calidad sobre cantidad. Prueba Bourbon en pequeñas parcelas y capacítate en fertilización y poda para mejorar rendimientos y acceder a mercados de alto valor.\n\nResumen: Bourbon es Arábica dulce, rinde 1-1.5 toneladas/ha, necesita suelos ricos y sombra.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué ventajas tiene la variedad Robusta?",
        "respuesta": "La variedad Robusta (Coffea canephora) ofrece varias ventajas para pequeños productores, especialmente en regiones de baja altitud (600-1,200 m) y climas cálidos (20-26°C). Es más resistente a plagas y enfermedades como la roya, reduciendo costos de control fitosanitario. Rinde 1-2 toneladas por hectárea, superando a muchas Arábicas, y tolera suelos menos fértiles, aunque prefiere pH 5.5-6.5. Sus granos, usados en mezclas y café instantáneo, tienen precios estables ($2-4/kg). \n\nRobusta requiere menos sombra y un espaciado de 2-2.5 m, logrando 1,000-1,600 plantas por hectárea. Aplica 2-3 kg de composta por planta para mejorar rendimientos. Su bajo costo de manejo la hace ideal para productores con recursos limitados. Prueba subvariedades como Conilon y capacítate en cosecha selectiva para mantener la calidad del grano y acceder a mercados comerciales.\n\nResumen: Robusta es resistente, rinde 1-2 toneladas/ha, tolera suelos pobres; usa composta.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo mezclar variedades de café en mi cultivo?",
        "respuesta": "Mezclar variedades de café en un mismo cultivo es posible y puede ser beneficioso, pero requiere planificación. Combinar Arábica (Caturra, Bourbon) y Robusta mejora la polinización cruzada y diversifica ingresos, ya que Arábica ofrece calidad ($5-10/kg) y Robusta volumen ($2-4/kg). Planta en secciones separadas, con 1.5-2 m para Arábica y 2-2.5 m para Robusta, para facilitar el manejo y la cosecha. Asegura suelos francos (pH 5.5-6.5) y sombra adecuada para Arábica. \n\nLa mezcla reduce riesgos de plagas o clima, ya que Robusta es más resistente. Aplica 2-3 kg de composta por planta y monitorea enfermedades como la roya en Arábica. Prueba la mezcla en parcelas pequeñas (100-200 plantas por variedad) para evaluar adaptación. Capacítate en manejo integrado para optimizar rendimientos (1-2 toneladas/ha combinadas) y acceder a mercados diversos.\n\nResumen: Mezcla Arábica y Robusta en secciones, usa composta, prueba en parcelas pequeñas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué riesgos tienen las variedades de café?",
        "respuesta": "Cada variedad de café tiene riesgos que los pequeños productores deben considerar. Arábica (Coffea arabica), cultivada a 1,200-2,000 m, es susceptible a la roya, una enfermedad fúngica que puede reducir rendimientos hasta un 50% si no se controla. También es sensible a heladas (<15°C) y requiere suelos ricos (pH 5.5-6.5), aumentando costos de fertilización (2-3 kg de composta por planta). Subvariedades como Typica tienen baja producción (0.8-1 tonelada/ha). \n\nRobusta (Coffea canephora), a 600-1,200 m, es más resistente a plagas, pero su sabor amargo limita precios ($2-4/kg vs. $5-10/kg de Arábica). Puede sufrir en suelos muy secos sin riego (2-3 litros cada 3-5 días). Evalúa riesgos según clima y mercado: Arábica para calidad, Robusta para resistencia. Monitorea enfermedades y prueba variedades en parcelas pequeñas para minimizar pérdidas. Capacítate en control fitosanitario para proteger el cultivo.\n\nResumen: Arábica es sensible a roya, Robusta a sequía; evalúa clima y mercado, monitorea.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo sé si una variedad de café es buena para mi terreno?",
        "respuesta": "Determinar si una variedad de café es adecuada para tu terreno requiere evaluar las condiciones ambientales y los objetivos comerciales. Analiza el clima: Arábica necesita 1,200-2,000 m, 18-24°C y 1,200-2,200 mm de lluvia; Robusta se adapta a 600-1,200 m, 20-26°C. Realiza un análisis de suelo para confirmar pH (5.5-6.5), textura franca y materia orgánica (3-5%). Arábica requiere suelos más ricos, mientras que Robusta tolera suelos menos fértiles. \n\nConsidera el mercado: Arábica (Caturra, Bourbon) para cafés premium ($5-10/kg), Robusta para volumen ($2-4/kg). Prueba variedades en parcelas pequeñas (100-200 plantas) durante 2-3 años, aplicando 2-3 kg de composta por planta y monitoreando crecimiento y plagas. Evalúa la disponibilidad de agua y sombra, ya que Arábica necesita más protección. Consulta con agrónomos y productores locales para identificar variedades adaptadas. Esta estrategia reduce riesgos y asegura rendimientos de 1-2 toneladas por hectárea. Capacítate en manejo de variedades para tomar decisiones informadas.\n\nResumen: Analiza clima, suelo, mercado; prueba en parcelas, consulta expertos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué tan importante es elegir la variedad de café adecuada?",
        "respuesta": "Elegir la variedad de café adecuada es una de las decisiones más importantes para pequeños productores, ya que afecta directamente la rentabilidad, la calidad del grano y la sostenibilidad del cultivo. La variedad debe alinearse con las condiciones del terreno, el clima y las demandas del mercado para maximizar ingresos y minimizar riesgos. Arábica (Coffea arabica), cultivada a 1,200-2,000 m con 18-24°C, produce granos aromáticos para cafés de especialidad ($5-10/kg), pero es susceptible a la roya y requiere suelos ricos (pH 5.5-6.5) y sombra. Subvariedades como Caturra rinden 1.5-2 toneladas por hectárea, mientras que Bourbon ofrece sabores dulces. \n\nRobusta (Coffea canephora), a 600-1,200 m con 20-26°C, es más resistente a plagas y rinde 1-2 toneladas por hectárea, pero sus granos amargos se venden a $2-4/kg para mezclas. Realiza un análisis de suelo y clima para confirmar la viabilidad. Prueba variedades en parcelas pequeñas (100-200 plantas) durante 2-3 años, usando 2-3 kg de composta por planta, para evaluar adaptación y rendimientos. Considera el mercado: Arábica para calidad, Robusta para volumen. Una elección acertada puede aumentar los ingresos hasta un 30% y reducir pérdidas por plagas o clima. Capacítate con agrónomos y participa en redes de productores para aprender sobre variedades locales exitosas. Monitorea el cultivo y ajusta el manejo para mantener la calidad y competitividad en mercados globales.\n\nResumen: Elige Arábica o Robusta según clima, suelo y mercado; prueba y capacítate para maximizar ingresos.",
        "longitud": 450
      },
      {
        "pregunta": "¿Puedo cultivar café orgánico con cualquier variedad?",
        "respuesta": "Cultivar café orgánico es posible con cualquier variedad (Arábica o Robusta), pero requiere prácticas específicas. Arábica (Caturra, Bourbon) es ideal para mercados orgánicos premium ($6-12/kg), ya que su sabor destaca sin químicos. Robusta, más resistente, facilita el manejo orgánico, pero tiene menor valor ($3-5/kg). Usa suelos francos (pH 5.5-6.5) con 3-5% de materia orgánica, aplicando 2-3 kg de composta por planta. \n\nControla plagas con neem (5 ml/L) y enfermedades con cobre (2 g/L), evitando pesticidas sintéticos. Planta en 1.5-2 m para Arábica o 2-2.5 m para Robusta, con sombra para reducir malezas. Certifica el cultivo con organismos orgánicos para acceder a mercados especializados. Prueba variedades en parcelas pequeñas y capacítate en prácticas orgánicas para cumplir normas y aumentar rendimientos (1-2 toneladas/ha).\n\nResumen: Usa Arábica o Robusta, aplica composta, neem, certifica para mercados orgánicos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo obtengo plántulas de variedades de café?",
        "respuesta": "Obtener plántulas de calidad es clave para un cultivo de café exitoso. Compra plántulas certificadas en viveros confiables, asegurándote de que sean de variedades adaptadas (Arábica: Caturra, Bourbon; Robusta: Conilon). Las plántulas deben tener 4-6 hojas, 20-30 cm de altura y 6-12 meses de edad. Alternativamente, produce tus propias plántulas seleccionando semillas de frutos maduros, lavándolas y sembrándolas en bolsas de vivero con suelo franco y composta (1:1). \n\nGermina las semillas en sombra parcial, regando cada 2-3 días (0.5 litros por bolsa). Trasplanta al campo al inicio de la temporada de lluvias. Invierte en plántulas certificadas para garantizar resistencia y calidad, logrando rendimientos de 1-2 toneladas por hectárea. Capacítate en manejo de viveros para reducir costos y asegurar plántulas sanas.\n\nResumen: Compra plántulas certificadas o germina semillas en vivero, trasplanta en lluvias.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué certificaciones necesito para variedades de café?",
        "respuesta": "Las certificaciones para variedades de café abren mercados premium y garantizan calidad. Para Arábica (Caturra, Bourbon) o Robusta, busca certificaciones orgánicas (USDA Organic, EU Organic) si usas composta (2-3 kg/planta) y neem (5 ml/L) sin químicos. La certificación de comercio justo asegura precios justos ($5-10/kg para Arábica). Rainforest Alliance valida sostenibilidad, requiriendo sombra y manejo de suelos (pH 5.5-6.5). \n\nContacta organismos certificadores, registra prácticas de cultivo y paga auditorías. Certificar aumenta ingresos hasta un 20-30% en mercados especializados. Capacítate en normas de certificación y prueba variedades en parcelas pequeñas para cumplir requisitos. Monitorea el cultivo para mantener estándares.\n\nResumen: Busca certificaciones orgánicas, comercio justo o Rainforest; registra prácticas, aumenta ingresos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo mejorar variedades de café en mi terreno?",
        "respuesta": "Mejorar variedades de café en tu terreno es posible mediante selección y pruebas. Escoge plantas de Arábica (Caturra, Bourbon) o Robusta (Conilon) con alto rendimiento y resistencia a plagas. Recolecta semillas de frutos maduros de estas plantas, germínalas en vivero (suelo franco con composta, 1:1) y trasplanta plántulas (20-30 cm) al campo. Usa espaciado de 1.5-2 m para Arábica, 2-2.5 m para Robusta. \n\nPrueba las nuevas plántulas en parcelas pequeñas (100-200 plantas) durante 2-3 años, aplicando 2-3 kg de composta por planta y monitoreando crecimiento. Compara rendimientos (1-2 toneladas/ha) y calidad del grano. Colabora con agrónomos para injertos o cruzas que mejoren resistencia o sabor. Este proceso aumenta la productividad hasta un 20% y adapta variedades al terreno. Capacítate en selección de semillas para optimizar resultados.\n\nResumen: Selecciona plantas, germina semillas, prueba en parcelas, colabora con expertos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es un vivero de café?",
        "respuesta": "Un vivero de café es un espacio dedicado a cultivar plántulas de café antes de trasplantarlas al campo. Es esencial para pequeños productores, ya que permite producir plantas sanas y uniformes, mejorando la supervivencia y los rendimientos (1-2 toneladas/ha). Se ubica en un lugar protegido, con sombra parcial (50-60%) para evitar el sol directo, suelo bien drenado (pH 5.5-6.5), y acceso a agua para riego. \n\nUsa bolsas de polietileno (15x20 cm) llenas de una mezcla de suelo franco, composta y arena (2:1:1) para sembrar semillas. Las plántulas crecen durante 6-12 meses hasta alcanzar 20-30 cm y 4-6 hojas. Un vivero bien manejado logra un 85-90% de germinación, asegurando plantas resistentes que producen granos de calidad. Protege contra plagas con neem (5 ml/L) y monitorea semanalmente. Capacítate en técnicas de vivero para reducir costos ($0.2-0.5 por plántula comprada) y optimizar la calidad, fortaleciendo la base para un cultivo rentable.\n\nResumen: Espacio para plántulas, con sombra, suelo mixto, riego; produce plantas sanas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Dónde coloco un vivero de café?",
        "respuesta": "El lugar para un vivero de café debe facilitar el crecimiento de plántulas sanas. Elige un sitio plano, cerca de una fuente de agua para riego, con sombra parcial (50-60%) creada por mallas o árboles. El suelo debe drenar bien (pH 5.5-6.5) para evitar encharcamientos que pudren las semillas. Evita áreas con vientos fuertes o propensas a inundaciones, ya que dañan las plántulas. \n\nAsegura acceso fácil para transportar materiales como bolsas y composta. Instala una estructura de madera o bambú (1.5-2 m de altura) para sostener la malla de sombreo. Un buen lugar logra un 85-90% de germinación y plántulas listas en 6-12 meses. Un vivero de 100 m² produce 5,000-10,000 plántulas, suficientes para 2-4 hectáreas. Limpia malezas y nivela el terreno antes de empezar. Capacítate en manejo de viveros para optimizar el espacio y asegurar plantas que rindan 1-2 toneladas por hectárea.\n\nResumen: Sitio plano, con sombra, drenaje, cerca de agua; usa mallas y limpia.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué materiales uso en un vivero de café?",
        "respuesta": "Un vivero de café requiere materiales específicos para cultivar plántulas de calidad. Usa bolsas de polietileno (15x20 cm) con perforaciones para drenaje, llenas de una mezcla de suelo franco, composta y arena (2:1:1) para nutrientes y drenaje. Necesitas mallas de sombreo (50-60%) y estructuras de madera o bambú (1.5-2 m) para proteger del sol. Consigue semillas de frutos maduros de variedades como Caturra o Conilon. \n\nHerramientas como palas, regaderas (5-10 litros) y rastrillos facilitan la siembra y riego. Aplica neem (5 ml/L) para plagas y cobre (2 g/L) para hongos. Un vivero de 100 m² cuesta $100-200 y produce plántulas para 2-4 hectáreas, con rendimientos de 1-2 toneladas por hectárea. Mantén los materiales limpios y reutiliza bolsas para ahorrar. Capacítate en manejo de viveros para optimizar recursos y asegurar plántulas vigorosas listas en 6-12 meses.\n\nResumen: Bolsas, suelo mixto, mallas, semillas, regaderas, neem; limpia y reutiliza.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo selecciono semillas para el vivero?",
        "respuesta": "Seleccionar semillas de calidad es clave para un vivero exitoso. Escoge frutos maduros (rojos o amarillos) de plantas sanas de variedades como Arábica (Caturra, Bourbon) o Robusta (Conilon). Retira la pulpa manualmente o con un despulpador pequeño, lavando las semillas para eliminar residuos. Seca a la sombra 1-2 días hasta que estén firmes. Descarta semillas flotantes o dañadas, ya que no germinan bien. \n\nSiembra en bolsas (15x20 cm) con suelo franco y composta (2:1) a 1-2 cm de profundidad. Riega cada 2-3 días (0.5 litros/bolsa). Una buena selección logra un 85-90% de germinación, con plántulas listas en 6-12 meses (20-30 cm). Usa semillas frescas (menos de 3 meses) para mejores resultados. Capacítate en selección de semillas y prueba lotes pequeños para evaluar calidad, asegurando plantas que rindan 1-2 toneladas por hectárea en el campo.\n\nResumen: Frutos maduros, lava, seca, descarta dañadas; siembra frescas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante el manejo del vivero?",
        "respuesta": "El manejo del vivero es crucial para el cultivo de café, ya que asegura plántulas de calidad que determinan el éxito del trasplante y la productividad a largo plazo. Para pequeños productores, un vivero bien manejado reduce costos al evitar comprar plántulas ($0.2-0.5 cada una) y mejora rendimientos (1-2 toneladas/ha). Puntos clave incluyen usar semillas de frutos maduros, sembradas en bolsas con suelo franco, composta y arena (2:1:1) para un 85-90% de germinación. \n\nLa sombra parcial (50-60%) protege del sol, y el riego cada 2-3 días (0.5 litros/bolsa) evita encharcamientos. Controla plagas con neem (5 ml/L) y hongos con cobre (2 g/L) para minimizar pérdidas. Un vivero de 100 m² produce 5,000-10,000 plántulas, suficientes para 2-4 hectáreas, con una inversión de $100-200. Monitorea semanalmente y elimina plántulas débiles. Un mal manejo reduce la supervivencia al 50%, afectando la rentabilidad. Capacítate en técnicas de vivero para producir plantas de 20-30 cm en 6-12 meses, listas para el campo. Comparado con viveros descuidados, un manejo adecuado asegura plantas vigorosas, granos de calidad y competitividad en mercados, fortaleciendo la sostenibilidad del cultivo.\n\nResumen: Usa semillas buenas, sombra, riego, neem; capacítate para plántulas de calidad.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo riego en un vivero de café?",
        "respuesta": "El riego en un vivero de café es vital para plántulas sanas. Usa regaderas (5-10 litros) o mangueras con boquilla fina para aplicar agua suavemente, evitando dañar semillas. Riega cada 2-3 días con 0.5 litros por bolsa (15x20 cm), manteniendo el suelo húmedo pero no encharcado. En climas cálidos (>25°C), riega diariamente; en climas frescos, cada 3-4 días. \n\nAsegura perforaciones en las bolsas para drenaje. Usa agua limpia, preferiblemente de lluvia o filtrada, sin sales. La sombra (50-60%) reduce la evaporación. Un riego adecuado logra un 85-90% de germinación y plántulas de 20-30 cm en 6-12 meses. Monitorea el suelo diariamente y ajusta según el clima. Capacítate en riego para optimizar el agua y producir plantas que rindan 1-2 toneladas por hectárea, asegurando un cultivo rentable y sostenible.\n\nResumen: Riega cada 2-3 días, 0.5 litros/bolsa, agua limpia, drenaje, sombra.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo controlo plagas en el vivero?",
        "respuesta": "Controlar plagas en el vivero protege las plántulas de café. Inspecciona semanalmente para detectar hormigas, escarabajos o pulgones. Aplica neem (5 ml/L) cada 10-15 días al atardecer como repelente natural. Usa trampas adhesivas amarillas para insectos voladores. Limpia restos vegetales que atraen plagas y mantén el vivero ordenado. \n\nInstala mallas finas para bloquear insectos grandes. Evita el exceso de riego (0.5 litros cada 2-3 días) para no atraer hongos; aplica cobre (2 g/L) si aparecen. Estas medidas aseguran un 85-90% de supervivencia de plántulas, listas en 6-12 meses. Capacítate en control orgánico para reducir costos y producir plantas sanas que rindan 1-2 toneladas por hectárea. Monitorea regularmente y actúa rápido ante problemas para minimizar pérdidas y garantizar calidad.\n\nResumen: Usa neem, trampas, mallas, limpia, controla riego; monitorea semanalmente.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuánto tiempo crecen las plántulas en el vivero?",
        "respuesta": "Las plántulas de café crecen en el vivero durante 6-12 meses, dependiendo de la variedad. Arábica (Caturra, Bourbon) tarda 8-12 meses, mientras que Robusta (Conilon) puede estar lista en 6-9 meses por su crecimiento rápido. Deben alcanzar 20-30 cm, con 4-6 hojas y raíces fuertes para el trasplante. \n\nSiembra en bolsas (15x20 cm) con suelo franco y composta (2:1), bajo sombra (50-60%). Riega cada 2-3 días (0.5 litros) y aplica neem (5 ml/L) contra plagas. Un vivero bien manejado produce plántulas listas con un 85-90% de supervivencia. Monitorea el crecimiento mensual y elimina plántulas débiles. Capacítate en manejo de viveros para acelerar el proceso y asegurar plantas que rindan 1-2 toneladas por hectárea en 3-4 años.\n\nResumen: 6-12 meses, 20-30 cm, sombra, riego, neem; elimina débiles.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo endurezco las plántulas antes del trasplante?",
        "respuesta": "Endurecer las plántulas de café antes del trasplante reduce el estrés y mejora la supervivencia. Dos semanas antes, reduce el riego de 0.5 litros cada 2-3 días a 0.3 litros cada 3-4 días para fortalecer las raíces. Disminuye la sombra de 50-60% a 30-40% durante 7-10 días, exponiendo las plántulas (20-30 cm, 4-6 hojas) a más luz solar. \n\nRevisa las raíces; poda ligeramente si están enredadas. Aplica un bioestimulante orgánico (5 ml/L) para vigor. Transporta en bolsas húmedas para evitar deshidratación. Estas medidas logran un 85-90% de supervivencia en el campo, con plantas productivas en 3-4 años (1-2 toneladas/ha). Capacítate en endurecimiento y monitorea el proceso para asegurar plántulas resistentes que se adapten al sol, viento y suelo del campo.\n\nResumen: Reduce riego, baja sombra, usa bioestimulante, transporta húmedas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuándo trasplanto las plántulas de café?",
        "respuesta": "Trasplantar las plántulas de café en el momento adecuado asegura su establecimiento. Elige el inicio de la temporada de lluvias (18-24°C), cuando el suelo está húmedo, para promover el crecimiento de raíces. Evita la temporada seca, ya que la falta de agua reduce la supervivencia al 50-60%. Plántulas de vivero (20-30 cm, 4-6 hojas, 6-12 meses) están listas para el campo. \n\nPrepara hoyos (30x30x30 cm) con 2-3 kg de composta. Trasplanta con riego inicial (2-3 litros) y mulch (paja, 10 cm). Este momento logra un 85-90% de supervivencia y rendimientos de 1-2 toneladas por hectárea en 3-4 años. Si debes trasplantar en temporada seca, usa riego intensivo (3-5 litros cada 2-3 días). Capacítate en trasplante y consulta pronósticos climáticos para planificar.\n\nResumen: Inicio de lluvias, plántulas de 20-30 cm, composta, riego, mulch.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante trasplantar correctamente?",
        "respuesta": "Trasplantar correctamente las plántulas de café es fundamental para su supervivencia, crecimiento y productividad, especialmente para pequeños productores que buscan maximizar recursos. Un trasplante adecuado reduce el estrés, asegura un establecimiento rápido y promueve rendimientos de 1-2 toneladas por hectárea en 3-4 años. Puntos clave incluyen usar plántulas de vivero (20-30 cm, 4-6 hojas) trasplantadas al inicio de la temporada de lluvias (18-24°C) para aprovechar la humedad. \n\nCava hoyos de 30x30x30 cm, con 1.5-2 m de distancia para Arábica o 2-2.5 m para Robusta, mezclando 2-3 kg de composta. Coloca la plántula con raíces extendidas, riega con 2-3 litros y aplica mulch (paja, 10 cm) para retener humedad. Usa sombra temporal (mallas) las primeras 2-4 semanas. Un trasplante mal hecho baja la supervivencia al 50%, aumentando costos de replantación. Comparado con trasplantes descuidados, un manejo adecuado logra un 85-90% de supervivencia, asegurando plantas vigorosas. Capacítate en técnicas de trasplante para evitar errores como compactar el suelo o dañar raíces, que retrasan el crecimiento. Monitorea el primer mes para detectar problemas. Un trasplante bien ejecutado fortalece la base para granos de calidad, mejorando la competitividad en mercados y la rentabilidad a largo plazo.\n\nResumen: Usa plántulas sanas, trasplanta en lluvias, composta, mulch, sombra; capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo preparo los hoyos para trasplantar café?",
        "respuesta": "Preparar los hoyos para trasplantar café asegura un buen establecimiento. Cava hoyos de 30x30x30 cm, con 1.5-2 m de distancia para Arábica o 2-2.5 m para Robusta. Retira piedras y raíces. Mezcla la tierra extraída con 2-3 kg de composta para aportar nutrientes. Si el pH es menor a 5.5, añade 100-200 g de cal agrícola por hoyo. \n\nPrepara los hoyos 1-2 meses antes de la temporada de lluvias (18-24°C). Coloca la mezcla en el fondo, dejando espacio para la plántula. Trasplanta, riega con 2-3 litros y aplica mulch (paja, 10 cm). Esta preparación logra un 85-90% de supervivencia y plantas productivas en 3-4 años (1-2 toneladas/ha). Monitorea los hoyos una semana después para evitar hundimientos. Capacítate en trasplante para optimizar el proceso y asegurar granos de calidad.\n\nResumen: Cava 30x30x30 cm, mezcla con composta, añade cal, riega, mulch.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago tras trasplantar las plántulas?",
        "respuesta": "El cuidado tras el trasplante es clave para la supervivencia de las plántulas. Riega con 2-3 litros de agua inmediatamente después y cada 3-5 días (3-5 litros) en temporada seca. Aplica mulch (paja, 10 cm) alrededor para retener humedad. Usa sombra temporal (mallas) las primeras 2-4 semanas para proteger del sol. Inspecciona plagas y aplica neem (5 ml/L) si aparecen. \n\nEvita fertilizantes químicos las primeras 4-6 semanas; usa composta (1-2 kg/planta) después. Monitorea semanalmente el primer mes; si las hojas amarillean, ajusta el riego o revisa el drenaje. Estas medidas logran un 85-90% de supervivencia y plantas que rinden 1-2 toneladas por hectárea en 3-4 años. Capacítate en manejo post-trasplante para minimizar pérdidas y asegurar un cultivo vigoroso y rentable.\n\nResumen: Riega, usa mulch, sombra, neem; monitorea, evita químicos al inicio.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo trasplantar en temporada seca?",
        "respuesta": "Trasplantar en temporada seca es posible, pero arriesgado sin riego adecuado. La falta de lluvia estresa las plántulas, reduciendo la supervivencia al 50-60%. Usa plántulas de vivero (20-30 cm, 4-6 hojas) en hoyos de 30x30x30 cm con 2-3 kg de composta. Riega con 2-3 litros tras plantar y cada 2-3 días (3-5 litros) para mantener el suelo húmedo. \n\nAplica mulch (paja, 10 cm) y sombra (mallas) las primeras 4-6 semanas. Monitorea plagas con neem (5 ml/L). Si no tienes riego confiable, espera la temporada de lluvias (18-24°C). Con riego, logras un 80% de supervivencia y rendimientos de 1-2 toneladas por hectárea en 3-4 años. Capacítate en riego para trasplantar con éxito en temporada seca y minimizar pérdidas.\n\nResumen: Usa riego intensivo, composta, mulch, sombra; mejor en lluvias.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito que las plántulas mueran tras trasplantar?",
        "respuesta": "Evitar la muerte de plántulas tras el trasplante requiere cuidados específicos. Trasplanta al inicio de la temporada de lluvias (18-24°C) usando plántulas de 20-30 cm con 4-6 hojas. Cava hoyos (30x30x30 cm) con 2-3 kg de composta, colocando la plántula sin dañar raíces. Riega con 2-3 litros tras plantar y cada 3-5 días (3-5 litros) en temporada seca. \n\nAplica mulch (paja, 10 cm) y sombra (mallas) las primeras 2-4 semanas. Inspecciona plagas y usa neem (5 ml/L). Asegura buen drenaje para evitar encharcamientos. Estas medidas logran un 85-90% de supervivencia y plantas productivas en 3-4 años (1-2 toneladas/ha). Monitorea semanalmente el primer mes y capacítate en trasplante para detectar problemas como exceso de agua o plagas, asegurando un cultivo rentable.\n\nResumen: Trasplanta en lluvias, usa composta, riega, mulch, sombra; monitorea.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué nutrientes necesita el cafeto?",
        "respuesta": "El cafeto requiere nutrientes esenciales para un crecimiento saludable y granos de calidad. Los principales son nitrógeno (N) para hojas, fósforo (P) para raíces y flores, y potasio (K) para frutos. También necesita micronutrientes como magnesio, calcio y zinc. Suelos francos con pH 5.5-6.5 y 3-5% de materia orgánica son ideales. Aplica 2-3 kg de composta por planta al año para aportar N, P y K. \n\nEn suelos pobres, usa 100-200 g de urea (N) y 50-100 g de cloruro de potasio (K) por planta, divididos en 2-3 aplicaciones en la temporada de lluvias. Realiza un análisis de suelo cada 1-2 años para ajustar dosis. Un manejo adecuado logra rendimientos de 1-2 toneladas por hectárea. Capacítate en nutrición para evitar excesos que contaminen el suelo o dañen plantas, asegurando granos competitivos.\n\nResumen: Nitrógeno, fósforo, potasio con composta o fertilizantes; analiza suelo.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo sé si mi cafeto falta de nutrientes?",
        "respuesta": "Detectar deficiencias de nutrientes en el cafeto evita pérdidas en la producción. Observa las hojas: amarilleo indica falta de nitrógeno, bordes quemados sugieren déficit de potasio, y crecimiento lento señala bajo fósforo. Realiza un análisis de suelo cada 1-2 años para medir pH (5.5-6.5) y niveles de nitrógeno, fósforo y potasio. Suelos con menos de 3% de materia orgánica necesitan fertilización. \n\nAplica 2-3 kg de composta por planta al año. Si hay deficiencias, usa 100-200 g de urea (N) y 50-100 g de cloruro de potasio (K) por planta en la temporada de lluvias. Monitorea el crecimiento; plantas de 1-2 m en 2 años indican buena nutrición. Estas medidas logran 1-2 toneladas por hectárea. Capacítate en análisis de suelo para ajustar dosis y evitar excesos que dañen el cultivo.\n\nResumen: Revisa hojas, analiza suelo, usa composta o fertilizantes según falta.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante fertilizar el café?",
        "respuesta": "La fertilización es un pilar clave para el cultivo de café, ya que proporciona los nutrientes esenciales para un crecimiento vigoroso, alta producción y granos de calidad, especialmente para pequeños productores que buscan rentabilidad. Sin fertilización adecuada, los cafetos sufren deficiencias que reducen rendimientos hasta un 50% y afectan el sabor, limitando el acceso a mercados premium ($5-10/kg). Puntos clave incluyen aplicar 2-3 kg de composta por planta al año para nitrógeno (N), fósforo (P) y potasio (K), que fortalecen hojas, raíces y frutos. \n\nEn suelos pobres, usa 100-200 g de urea (N) y 50-100 g de cloruro de potasio (K) por planta, divididos en 2-3 aplicaciones durante la temporada de lluvias (18-24°C). Realiza un análisis de suelo cada 1-2 años para ajustar dosis según pH (5.5-6.5) y materia orgánica (3-5%). Una fertilización equilibrada eleva los rendimientos de 0.5 a 1-2 toneladas por hectárea. Excederse contamina el suelo y aumenta costos, mientras que la falta debilita las plantas. Comparado con no fertilizar, un manejo adecuado incrementa los ingresos hasta un 30%. Capacítate en nutrición y consulta agrónomos para optimizar aplicaciones, asegurando un cultivo sostenible y competitivo. Monitorea hojas y suelo para detectar problemas temprano, fortaleciendo la calidad para mercados globales.\n\nResumen: Usa composta o fertilizantes, analiza suelo, evita excesos; capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Puedo usar composta en el café?",
        "respuesta": "La composta es un fertilizante orgánico ideal para el café, especialmente para pequeños productores. Prepara composta con restos vegetales, estiércol y desechos de cocina, descompuesta durante 3-6 meses para evitar patógenos. Aplica 2-3 kg por planta al año, esparciéndola alrededor del tronco (30-50 cm) y mezclándola con el suelo. Aporta nitrógeno, fósforo y potasio, mejorando la fertilidad en suelos francos (pH 5.5-6.5). \n\nÚsala en la temporada de lluvias para mejor absorción. La composta reduce costos y cumple normas orgánicas, elevando precios ($6-12/kg). Logra rendimientos de 1-2 toneladas por hectárea en 3-4 años. Reaplica 1-2 kg por planta anualmente y monitorea el suelo cada 1-2 años. Capacítate en compostaje para optimizar calidad y evitar olores o plagas, asegurando un cultivo saludable y competitivo.\n\nResumen: Aplica 2-3 kg de composta en lluvias, mezcla, reaplica anualmente.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué fertilizantes químicos uso para el café?",
        "respuesta": "Los fertilizantes químicos son útiles para el café en suelos pobres. Usa urea (46% nitrógeno) a 100-200 g por planta para hojas y tallos, y cloruro de potasio (60% potasio) a 50-100 g para frutos, divididos en 2-3 aplicaciones durante la temporada de lluvias (18-24°C). En suelos con bajo fósforo, aplica 50-100 g de fosfato diamónico por planta. \n\nRealiza un análisis de suelo (pH 5.5-6.5) para ajustar dosis. Esparce los fertilizantes a 30-50 cm del tronco y riega con 2-3 litros. Un manejo adecuado logra 1-2 toneladas por hectárea. Evita excesos para no contaminar el suelo. Capacítate en fertilización química y combina con 2-3 kg de composta para sostenibilidad, asegurando granos de calidad para mercados competitivos.\n\nResumen: Urea, cloruro de potasio, fosfato; aplica en lluvias, riega, analiza suelo.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo aplico fertilizantes al café?",
        "respuesta": "Aplicar fertilizantes correctamente maximiza la nutrición del café. Para composta, esparce 2-3 kg por planta alrededor del tronco (30-50 cm), mezclándola con el suelo. Para fertilizantes químicos, usa 100-200 g de urea (N) y 50-100 g de cloruro de potasio (K) por planta, divididos en 2-3 aplicaciones en la temporada de lluvias (18-24°C). Realiza un análisis de suelo (pH 5.5-6.5) para ajustar. \n\nAplica a 30-50 cm del tronco, evitando contacto directo, y riega con 2-3 litros para disolver nutrientes. Esto logra rendimientos de 1-2 toneladas por hectárea. Monitorea hojas para detectar deficiencias (amarilleo) o excesos (quemaduras). Capacítate en fertilización para evitar contaminación y optimizar costos, asegurando granos de calidad para mercados premium.\n\nResumen: Composta o químicos en lluvias, a 30-50 cm, riega, analiza suelo.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo fertilizar las hojas del café?",
        "respuesta": "La fertilización foliar complementa la nutrición del café, corrigiendo deficiencias rápidas. Usa fertilizantes líquidos con nitrógeno, fósforo y micronutrientes (zinc, magnesio), diluidos a 5-10 ml/L. Rocía 0.5-1 litro por planta cada 1-2 meses durante la temporada de lluvias (18-24°C), al amanecer o atardecer para evitar quemaduras. \n\nCombina con 2-3 kg de composta al suelo. La foliar mejora rendimientos hasta un 15% (1-2 toneladas/ha) y es útil si las hojas amarillean. Evita días soleados y no sobrefertilices. Realiza un análisis de suelo para no desbalancear nutrientes. Capacítate en técnicas foliares para optimizar aplicaciones y asegurar un cultivo saludable con granos de calidad para mercados competitivos.\n\nResumen: Rocía 5-10 ml/L cada 1-2 meses, combina con composta, evita sol.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué pasa si fertilizo demasiado el café?",
        "respuesta": "Fertilizar demasiado el café causa problemas graves. Exceder fertilizantes químicos (urea, cloruro de potasio) quema raíces y hojas, reduciendo rendimientos hasta un 30%. Contamina el suelo y agua, aumentando costos. La composta no descompuesta introduce patógenos. Aplica 2-3 kg de composta o 100-200 g de urea por planta, divididos en la temporada de lluvias, y riega (2-3 litros) para disolver. \n\nRealiza un análisis de suelo (pH 5.5-6.5) para evitar excesos. Síntomas como hojas quemadas indican sobrefertilización. Un manejo equilibrado logra 1-2 toneladas por hectárea. Capacítate en nutrición y monitorea hojas y suelo cada 1-2 años para ajustar dosis, asegurando un cultivo sostenible y granos de calidad para mercados competitivos.\n\nResumen: Evita excesos, usa composta descompuesta, analiza suelo, monitorea.",
        "longitud": 250
      }, 
      {
        "pregunta": "¿Qué son las plagas en el café?",
        "respuesta": "Las plagas en el café son insectos o animales que dañan las plantas, afectando hojas, tallos, frutos o raíces. Las más comunes incluyen la broca del café, minadores de hojas y hormigas cortadoras. La broca perfora los granos, reduciendo la calidad y rendimientos hasta un 20%. Las plagas prosperan en climas cálidos y húmedos (18-26°C), especialmente sin control. \n\nPara pequeños productores, identificarlas es clave. Inspecciona semanalmente, buscando agujeros en granos o hojas masticadas. Usa trampas adhesivas amarillas para monitorear insectos voladores y aplica neem (5 ml/L) como repelente natural cada 10-15 días al atardecer. Mantén el cultivo limpio, retirando frutos caídos que atraen plagas. Un control efectivo logra rendimientos de 1-2 toneladas por hectárea y granos de calidad para mercados premium. Capacítate en manejo integrado de plagas para usar métodos orgánicos y reducir costos, asegurando un cultivo saludable y sostenible.\n\nResumen: Insectos como broca dañan café; inspecciona, usa neem, trampas, limpia.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la broca del café?",
        "respuesta": "La broca del café es una plaga (Hypothenemus hampei), un escarabajo pequeño que perfora los granos, dañando la calidad y reduciendo rendimientos hasta un 20-30%. Es común en climas cálidos (20-26°C) y altitudes de 600-2,000 m. La hembra deposita huevos dentro del fruto, y las larvas consumen el grano, afectando su sabor y precio ($5-10/kg). \n\nInspecciona frutos semanalmente, buscando agujeros pequeños. Usa trampas de alcohol (etanol-metanol, 1:1) para capturar adultos. Aplica neem (5 ml/L) cada 10-15 días y recolecta frutos caídos para romper el ciclo. Planta variedades resistentes como Robusta en zonas propensas. Un control adecuado mantiene pérdidas por debajo del 5%, asegurando 1-2 toneladas por hectárea. Capacítate en manejo integrado para combinar trampas, neem y limpieza, protegiendo el cultivo de forma sostenible y manteniendo granos competitivos.\n\nResumen: Escarabajo que daña granos; usa trampas, neem, limpia frutos caídos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo identifico plagas en mi café?",
        "respuesta": "Identificar plagas en el café requiere observación regular para actuar rápido. Inspecciona semanalmente hojas, tallos y frutos, buscando signos como agujeros en granos (broca), hojas masticadas (hormigas) o manchas blancas (cochinillas). La broca deja granos con orificios pequeños, mientras los minadores crean túneles en hojas. Usa una lupa para detalles. \n\nColoca trampas adhesivas amarillas para capturar insectos voladores y monitorear su presencia. Camina entre filas al amanecer, cuando las plagas están activas. Retira frutos caídos, ya que atraen broca. Aplica neem (5 ml/L) si detectas plagas, rociando al atardecer. Un monitoreo efectivo reduce pérdidas hasta un 5%, logrando 1-2 toneladas por hectárea. Capacítate en manejo integrado de plagas para reconocer signos específicos y usar métodos orgánicos, asegurando granos de calidad y un cultivo rentable.\n\nResumen: Inspecciona hojas, granos; usa trampas, neem, limpia; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si encuentro broca en mi café?",
        "respuesta": "Si encuentras broca del café, actúa rápido para minimizar daños. Busca granos con agujeros pequeños y recolecta frutos afectados o caídos para destruirlos, rompiendo el ciclo de la plaga. Instala trampas de alcohol (etanol-metanol, 1:1) cada 10-20 m para capturar adultos; revisa semanalmente. Aplica neem (5 ml/L) cada 10-15 días al atardecer, rociando frutos y hojas. \n\nMantén el cultivo limpio, retirando restos vegetales. En casos severos, usa insecticidas permitidos (0.5-1 ml/L), siguiendo normas orgánicas si buscas certificación. Planta variedades resistentes como Robusta en zonas propensas. Estas medidas reducen pérdidas por broca a menos del 5%, asegurando 1-2 toneladas por hectárea. Capacítate en manejo integrado para combinar trampas, neem y limpieza, protegiendo granos de calidad para mercados premium.\n\nResumen: Recolecta frutos, usa trampas, neem, limpia; considera variedades resistentes.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante controlar las plagas del café?",
        "respuesta": "Controlar las plagas del café es esencial para garantizar la productividad, la calidad de los granos y la rentabilidad, especialmente para pequeños productores con recursos limitados. Plagas como la broca, minadores de hojas y hormigas cortadoras pueden reducir rendimientos hasta un 30% y dañar el sabor, limitando el acceso a mercados premium ($5-10/kg). Sin control, una hectárea que produce 1-2 toneladas puede caer a 0.5-1 tonelada, afectando ingresos. \n\nPuntos clave incluyen inspeccionar semanalmente, buscando agujeros en granos o hojas masticadas. Usa trampas adhesivas amarillas y trampas de alcohol para broca, aplicando neem (5 ml/L) cada 10-15 días. Retira frutos caídos y limpia el cultivo para romper ciclos de plagas. Un control integrado reduce pérdidas a menos del 5%, manteniendo granos de calidad. Comparado con no controlar, un manejo adecuado aumenta ingresos hasta un 25% y cumple normas de certificación orgánica. Capacítate en manejo integrado de plagas para combinar métodos orgánicos (neem, trampas) con prácticas culturales (limpieza, variedades resistentes). Monitorea regularmente y actúa rápido ante signos de plagas para proteger el cultivo. Este enfoque asegura sostenibilidad, competitividad en mercados globales y granos que satisfacen estándares de calidad, fortaleciendo la economía de los productores.\n\nResumen: Inspecciona, usa neem, trampas, limpia; capacítate para proteger rendimientos.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué son las enfermedades del café?",
        "respuesta": "Las enfermedades del café son causadas por hongos, bacterias o virus que afectan hojas, tallos, raíces o frutos, reduciendo rendimientos y calidad. Las más comunes son la roya (hongo), que causa manchas naranjas en hojas, y el ojo de gallo, que crea lesiones grises. Prosperan en climas húmedos (18-24°C) y sombra densa. La roya puede bajar rendimientos hasta un 50%. \n\nInspecciona semanalmente, buscando manchas o marchitez. Aplica cobre (2 g/L) para hongos cada 15-20 días, rociando al amanecer. Mejora la ventilación podando y espaciando plantas (1.5-2 m). Usa variedades resistentes como Caturra en zonas propensas. Un control efectivo mantiene pérdidas por debajo del 10%, logrando 1-2 toneladas por hectárea. Capacítate en manejo de enfermedades para usar métodos orgánicos y proteger granos de calidad para mercados competitivos.\n\nResumen: Hongos como roya dañan café; usa cobre, poda, variedades resistentes.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la roya del café?",
        "respuesta": "La roya del café es una enfermedad causada por el hongo Hemileia vastatrix, que afecta las hojas, formando manchas naranjas o amarillas. Reduce la fotosíntesis, debilitando la planta y bajando rendimientos hasta un 50%. Es común en climas húmedos (18-24°C) y altitudes de 1,200-2,000 m, afectando más a Arábica. \n\nInspecciona hojas semanalmente. Aplica cobre (2 g/L) cada 15-20 días al amanecer, cubriendo el envés de las hojas. Poda ramas afectadas y quémalas para evitar propagación. Usa variedades resistentes como Caturra o Robusta. Mejora la ventilación con espaciado (1.5-2 m). Estas medidas limitan pérdidas a menos del 10%, asegurando 1-2 toneladas por hectárea. Capacítate en control de roya para usar fungicidas orgánicos y mantener granos de calidad para mercados premium.\n\nResumen: Hongo que daña hojas; usa cobre, poda, variedades resistentes, ventila.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo identifico la roya en mi café?",
        "respuesta": "Identificar la roya del café es clave para controlarla. Busca manchas naranjas o amarillas en el envés de las hojas, que luego se vuelven negras, causando caída prematura. Afecta más en climas húmedos (18-24°C) y sombra densa. Inspecciona semanalmente, revisando hojas en la parte baja de la planta, donde la roya aparece primero. Usa una lupa para confirmar esporas. \n\nToma fotos para comparar con guías agrícolas. Aplica cobre (2 g/L) al detectar manchas, rociando cada 15-20 días. Poda hojas afectadas y mejora ventilación con espaciado (1.5-2 m). Un monitoreo efectivo reduce pérdidas a menos del 10%, logrando 1-2 toneladas por hectárea. Capacítate en reconocimiento de roya para actuar rápido y proteger granos de calidad para mercados competitivos.\n\nResumen: Busca manchas naranjas en hojas, usa cobre, poda, ventila; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si mi café tiene roya?",
        "respuesta": "Si tu café tiene roya, actúa rápido para limitar daños. Inspecciona hojas, buscando manchas naranjas. Poda ramas y hojas afectadas, quemándolas para evitar propagación. Aplica cobre (2 g/L) cada 15-20 días al amanecer, cubriendo el envés de las hojas. Mejora la ventilación podando plantas y manteniendo espaciado (1.5-2 m). \n\nUsa variedades resistentes como Caturra o Robusta en zonas propensas. Aplica 2-3 kg de composta por planta para fortalecerlas. Estas medidas reducen pérdidas por roya a menos del 10%, asegurando 1-2 toneladas por hectárea. Monitorea semanalmente y evita exceso de sombra. Capacítate en control de roya para usar fungicidas orgánicos y mantener granos de calidad para mercados premium, protegiendo la rentabilidad.\n\nResumen: Poda, usa cobre, ventila, composta, variedades resistentes; monitorea.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante controlar las enfermedades del café?",
        "respuesta": "Controlar las enfermedades del café es crucial para proteger la productividad, la calidad de los granos y la rentabilidad, especialmente para pequeños productores. Enfermedades como la roya y el ojo de gallo, causadas por hongos, pueden reducir rendimientos hasta un 50% y afectar el sabor, limitando el acceso a mercados premium ($5-10/kg). Sin control, una hectárea que produce 1-2 toneladas puede caer a 0.5-1 tonelada, impactando ingresos. \n\nPuntos clave incluyen inspeccionar semanalmente, buscando manchas naranjas (roya) o lesiones grises (ojo de gallo). Aplica cobre (2 g/L) cada 15-20 días y poda partes afectadas, quemándolas. Mejora la ventilación con espaciado (1.5-2 m) y poda regular. Usa variedades resistentes como Caturra. Un control efectivo limita pérdidas a menos del 10%, asegurando granos de calidad. Comparado con no controlar, un manejo adecuado aumenta ingresos hasta un 25% y cumple normas orgánicas. Capacítate en manejo de enfermedades para usar fungicidas orgánicos y prácticas culturales (ventilación, poda). Monitorea regularmente y actúa rápido para proteger el cultivo, asegurando sostenibilidad y competitividad en mercados globales con granos que cumplen estándares de calidad.\n\nResumen: Inspecciona, usa cobre, poda, ventila, variedades resistentes; capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué es el ojo de gallo en el café?",
        "respuesta": "El ojo de gallo es una enfermedad del café causada por el hongo Mycena citricolor, que afecta hojas, tallos y frutos. Forma lesiones grises con un centro oscuro, como un “ojo”, causando caída de hojas y frutos. Es común en climas húmedos (18-24°C) y sombra densa, reduciendo rendimientos hasta un 20-30%. \n\nInspecciona semanalmente, buscando lesiones en hojas jóvenes. Aplica cobre (2 g/L) cada 15-20 días al amanecer. Poda partes afectadas y quémalas. Mejora la ventilación con espaciado (1.5-2 m) y poda regular. Usa variedades resistentes como Robusta. Estas medidas limitan pérdidas a menos del 10%, logrando 1-2 toneladas por hectárea. Capacítate en control de ojo de gallo para usar fungicidas orgánicos y mantener granos de calidad para mercados competitivos.\n\nResumen: Hongo que daña hojas; usa cobre, poda, ventila, variedades resistentes.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo prevengo la roya en mi café?",
        "respuesta": "Prevenir la roya del café evita pérdidas significativas. Usa variedades resistentes como Caturra o Robusta. Mantén espaciado de 1.5-2 m para ventilación y poda regularmente para reducir sombra densa. Aplica cobre (2 g/L) preventivamente cada 20-30 días en temporada de lluvias (18-24°C), rociando el envés de las hojas. \n\nAplica 2-3 kg de composta por planta al año para fortalecerlas. Inspecciona semanalmente, buscando manchas naranjas. Retira hojas caídas para evitar propagación. Estas medidas mantienen pérdidas por roya bajo el 5%, asegurando 1-2 toneladas por hectárea. Capacítate en prevención de roya para combinar fungicidas orgánicos, poda y ventilación, protegiendo granos de calidad para mercados premium y asegurando rentabilidad.\n\nResumen: Usa variedades resistentes, ventila, poda, aplica cobre, composta; inspecciona.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar métodos orgánicos para plagas?",
        "respuesta": "Los métodos orgánicos son efectivos para controlar plagas en el café, ideales para pequeños productores que buscan certificaciones. Aplica neem (5 ml/L) cada 10-15 días al atardecer contra broca y minadores. Usa trampas de alcohol (etanol-metanol, 1:1) para broca y adhesivas amarillas para insectos voladores. Recolecta frutos caídos para romper ciclos de plagas. \n\nPlanta hierbas repelentes como albahaca cerca del cultivo. Mantén el suelo sano con 2-3 kg de composta por planta. Estos métodos reducen pérdidas a menos del 5%, logrando 1-2 toneladas por hectárea y cumpliendo normas orgánicas ($6-12/kg). Capacítate en manejo integrado orgánico para optimizar neem, trampas y limpieza, asegurando granos de calidad y un cultivo sostenible.\n\nResumen: Usa neem, trampas, hierbas, composta; recolecta frutos, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué trampas uso para la broca del café?",
        "respuesta": "Las trampas para la broca del café capturan adultos, reduciendo su población. Usa trampas de alcohol (etanol-metanol, 1:1) en botellas plásticas con agujeros pequeños, colocadas cada 10-20 m a 1-1.5 m de altura. Llena con 200 ml de mezcla y revisa semanalmente, renovando el líquido. Coloca trampas adhesivas amarillas para monitorear otros insectos. \n\nInstálalas al inicio de la fructificación, cuando la broca está activa (20-26°C). Combina con neem (5 ml/L) y recolección de frutos caídos. Estas trampas reducen pérdidas por broca a menos del 5%, asegurando 1-2 toneladas por hectárea. Capacítate en manejo integrado para optimizar trampas y mantener granos de calidad para mercados competitivos, minimizando costos y daños.\n\nResumen: Trampas de alcohol cada 10-20 m, adhesivas, neem, recolecta frutos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo limpio mi cultivo para evitar plagas?",
        "respuesta": "Limpiar el cultivo de café previene plagas al eliminar refugios y ciclos reproductivos. Recolecta frutos caídos semanalmente, ya que atraen broca. Retira hojas secas y restos vegetales, quemándolos o compostándolos lejos del cultivo. Mantén malezas cortas para reducir hábitats de insectos como minadores. \n\nInspecciona filas al amanecer, usando una escoba o rastrillo para limpiar. Aplica neem (5 ml/L) cada 10-15 días para reforzar. Un cultivo limpio reduce pérdidas por plagas a menos del 5%, logrando 1-2 toneladas por hectárea. Combina con trampas de alcohol para broca. Capacítate en manejo integrado para optimizar limpieza y métodos orgánicos, asegurando granos de calidad y un cultivo sostenible para mercados premium.\n\nResumen: Recolecta frutos, retira restos, corta malezas, usa neem; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la poda en el café?",
        "respuesta": "La poda en el café es la práctica de cortar ramas, hojas o tallos para mejorar la salud, ventilación y productividad de la planta. Elimina ramas secas, enfermas o improductivas, promoviendo nuevos brotes y frutos. Se realiza anualmente, preferiblemente en temporada seca (18-24°C), usando tijeras desinfectadas para evitar infecciones. \n\nPoda plantas a 1.5-2 m de altura, manteniendo 3-4 ramas principales. Retira chupones (brotes en la base) para concentrar nutrientes. Una poda adecuada aumenta rendimientos hasta un 20%, logrando 1-2 toneladas por hectárea, y reduce enfermedades como roya. Capacítate en técnicas de poda para evitar cortes excesivos que debiliten la planta, asegurando granos de calidad para mercados competitivos.\n\nResumen: Corta ramas secas, mantiene 1.5-2 m, usa tijeras limpias; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué podo mi café?",
        "respuesta": "Podar el café es esencial para mantener plantas saludables, productivas y resistentes a enfermedades, especialmente para pequeños productores que buscan maximizar rendimientos y calidad. La poda elimina ramas secas, enfermas o improductivas, mejorando la ventilación y reduciendo roya hasta un 20%. Promueve nuevos brotes, aumentando la producción de frutos en un 15-20%, de 0.8 a 1-2 toneladas por hectárea. \n\nRealiza la poda anualmente en temporada seca (18-24°C), usando tijeras desinfectadas. Mantén plantas a 1.5-2 m, con 3-4 ramas principales, y elimina chupones. Una poda adecuada optimiza la luz solar y nutrientes, mejorando el sabor de los granos para mercados premium ($5-10/kg). Sin poda, las plantas se debilitan, reduciendo ingresos. Comparado con no podar, un manejo adecuado incrementa la rentabilidad hasta un 25%. Capacítate en técnicas de poda para evitar cortes excesivos que afecten la producción. Monitorea plantas post-poda para detectar infecciones y aplica cobre (2 g/L) si es necesario. Este enfoque asegura sostenibilidad, granos de calidad y competitividad en mercados globales.\n\nResumen: Poda para ventilación, producción, calidad; hazlo en seca, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cuándo podo mi café?",
        "respuesta": "Poda el café en la temporada seca (18-24°C), cuando las plantas están menos activas, para minimizar estrés y facilitar la cicatrización. Evita la temporada de lluvias, ya que la humedad favorece infecciones. Realiza la poda anualmente, después de la cosecha, para preparar la planta para el próximo ciclo. Usa tijeras desinfectadas para cortar ramas secas, enfermas o chupones. \n\nMantén plantas a 1.5-2 m, con 3-4 ramas principales. Una poda en el momento correcto aumenta rendimientos hasta un 20%, logrando 1-2 toneladas por hectárea. Monitorea post-poda para detectar infecciones; aplica cobre (2 g/L) si es necesario. Capacítate en poda para elegir el mejor momento según el clima y evitar cortes excesivos, asegurando granos de calidad y un cultivo rentable.\n\nResumen: Poda en temporada seca, post-cosecha, con tijeras limpias; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo podo las plantas de café?",
        "respuesta": "Podar las plantas de café mejora su productividad y salud. Usa tijeras desinfectadas para evitar infecciones. Corta ramas secas, enfermas o cruzadas, manteniendo 3-4 ramas principales por planta. Limita la altura a 1.5-2 m para facilitar la cosecha. Elimina chupones (brotes en la base) para concentrar nutrientes en frutos. \n\nPoda en temporada seca (18-24°C), post-cosecha. Retira no más del 20-30% de la planta para evitar estrés. Quema o composta restos podados lejos del cultivo. Una poda adecuada aumenta rendimientos hasta un 20%, logrando 1-2 toneladas por hectárea, y reduce roya. Monitorea post-poda y aplica cobre (2 g/L) si hay infecciones. Capacítate en técnicas de poda para optimizar cortes y asegurar granos de calidad para mercados competitivos.\n\nResumen: Corta ramas secas, chupones, mantén 1.5-2 m; poda en seca.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué herramientas uso para podar café?",
        "respuesta": "Podar café requiere herramientas específicas para cortes precisos y evitar infecciones. Usa tijeras de poda de mano para ramas pequeñas (hasta 2 cm) y tijeras de dos manos para ramas más gruesas. Un serrucho pequeño es útil para ramas grandes (>3 cm). Desinfecta herramientas con alcohol (70%) antes y después de cada planta. \n\nLleva guantes y gafas para seguridad. Mantén las herramientas afiladas para cortes limpios. Un kit básico cuesta $20-50 y dura años con mantenimiento. Poda en temporada seca (18-24°C), manteniendo plantas a 1.5-2 m. Estas herramientas logran podas que aumentan rendimientos hasta un 20% (1-2 toneladas/ha). Capacítate en poda para usarlas correctamente y optimizar la salud de las plantas, asegurando granos de calidad.\n\nResumen: Tijeras, serrucho, desinfecta con alcohol; poda en seca, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo podar en temporada de lluvias?",
        "respuesta": "Podar en temporada de lluvias no es ideal, ya que la humedad (18-24°C) favorece infecciones por hongos como roya. Los cortes frescos son vulnerables, y la cicatrización es lenta, debilitando la planta. Es mejor podar en temporada seca, post-cosecha, para minimizar estrés y enfermedades. Si debes podar en lluvias, usa tijeras desinfectadas y aplica cobre (2 g/L) en cortes. \n\nCorta solo ramas enfermas o chupones, manteniendo 1.5-2 m de altura. Monitorea post-poda para detectar infecciones. Una poda cuidadosa logra rendimientos de 1-2 toneladas por hectárea, pero el riesgo es mayor. Capacítate en poda para elegir el mejor momento y evitar cortes excesivos, asegurando granos de calidad y un cultivo saludable.\n\nResumen: Evita lluvias, poda en seca; si es necesario, desinfecta, usa cobre.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es el manejo de sombra en el café?",
        "respuesta": "El manejo de sombra en el café implica usar árboles o estructuras para regular la luz solar y proteger las plantas. La sombra (30-60%) reduce el estrés por calor, conserva humedad y previene roya, pero demasiada sombra baja la producción. Usa árboles como banano o árboles nativos, plantados a 5-10 m de distancia, según la variedad (Arábica necesita más sombra). \n\nPoda árboles anualmente para ajustar la sombra. En climas cálidos (20-26°C), aumenta la sombra; en frescos, redúcela. Un buen manejo logra rendimientos de 1-2 toneladas por hectárea y granos de calidad. Monitorea la densidad de sombra y aplica 2-3 kg de composta por planta para complementar. Capacítate en manejo de sombra para optimizar luz y proteger el cultivo.\n\nResumen: Usa árboles para 30-60% sombra, poda anualmente, ajusta por clima.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué uso sombra en mi café?",
        "respuesta": "El manejo de sombra en el café es fundamental para proteger las plantas, mejorar la calidad de los granos y aumentar la sostenibilidad, especialmente para pequeños productores. La sombra (30-60%) reduce el estrés por calor y sequía, conserva humedad y limita enfermedades como roya hasta un 20%. También enriquece el suelo con hojas caídas y atrae polinizadores, elevando rendimientos de 0.8 a 1-2 toneladas por hectárea. \n\nUsa árboles como banano o nativos, plantados a 5-10 m, podándolos anualmente para ajustar la luz. Arábica necesita más sombra que Robusta. Un mal manejo (exceso de sombra) reduce frutos; muy poca aumenta plagas. Comparado con cultivo a pleno sol, la sombra mejora el sabor para mercados premium ($5-10/kg) y cumple normas orgánicas. Capacítate en manejo de sombra para balancear luz y sombra según clima (20-26°C). Aplica 2-3 kg de composta por planta para complementar. Monitorea la densidad de sombra y ajusta podando árboles, asegurando granos de calidad, sostenibilidad y competitividad en mercados globales.\n\nResumen: Sombra protege, mejora calidad, aumenta rendimientos; usa árboles, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué árboles uso para sombra en el café?",
        "respuesta": "Los árboles para sombra en el café deben regular luz y beneficiar el cultivo. Usa bananos, que crecen rápido y aportan materia orgánica, o árboles nativos de hoja caduca, que permiten más luz en temporada seca. Plántalos a 5-10 m de distancia, logrando 30-60% de sombra. Evita árboles de raíces agresivas que compitan por agua. \n\nPoda anualmente para ajustar la sombra, más densa en climas cálidos (20-26°C). Estos árboles reducen roya y aumentan rendimientos hasta un 20% (1-2 toneladas/ha). Aplica 2-3 kg de composta por planta para complementar nutrientes. Capacítate en manejo de sombra para elegir especies según el clima y evitar exceso de sombra, asegurando granos de calidad para mercados premium.\n\nResumen: Bananos, nativos, a 5-10 m; poda, usa composta, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo ajusto la sombra en mi café?",
        "respuesta": "Ajustar la sombra en el café optimiza la luz para producción y salud. Usa árboles (bananos, nativos) plantados a 5-10 m, logrando 30-60% de sombra. Poda anualmente en temporada seca (18-24°C), cortando ramas para aumentar luz en climas frescos o reducirla en cálidos (20-26°C). Usa tijeras o serrucho desinfectados. \n\nInspecciona la densidad de sombra; exceso baja frutos, y poca aumenta roya. Un buen ajuste logra rendimientos de 1-2 toneladas por hectárea y granos de calidad. Aplica 2-3 kg de composta por planta para nutrientes. Monitorea post-poda y aplica cobre (2 g/L) si hay infecciones. Capacítate en manejo de sombra para balancear luz según variedad (Arábica necesita más) y clima, asegurando un cultivo rentable.\n\nResumen: Poda árboles en seca, ajusta 30-60% sombra, usa composta; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar sombra artificial en el café?",
        "respuesta": "La sombra artificial, como mallas o redes, es una alternativa viable para el café, especialmente en áreas sin árboles adecuados. Usa mallas de sombreo (30-60%) instaladas a 2-3 m de altura sobre estructuras de madera o metal. Ajusta la densidad según el clima: más sombra en zonas cálidas (20-26°C), menos en frescas. \n\nInstala mallas al inicio del cultivo, revisándolas cada 6 meses para reparar daños. Combinadas con 2-3 kg de composta por planta, logran rendimientos de 1-2 toneladas por hectárea y reducen roya. Son costosas ($100-200 por 100 m²), pero reutilizables. Capacítate en manejo de sombra para instalarlas correctamente y evitar exceso de sombra, asegurando granos de calidad para mercados premium y un cultivo sostenible.\n\nResumen: Usa mallas 30-60%, instala a 2-3 m, revisa, combina con composta.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué pasa si mi café tiene poca sombra?",
        "respuesta": "Poca sombra en el café aumenta el estrés por calor y sequía, debilitando las plantas y elevando el riesgo de roya y plagas como broca. Las plantas expuestas a pleno sol producen menos frutos, reduciendo rendimientos de 1-2 a 0.5-1 tonelada por hectárea, y granos de menor calidad ($3-5/kg). \n\nPlanta árboles (bananos, nativos) a 5-10 m para 30-60% de sombra o usa mallas. Aplica 2-3 kg de composta por planta para retener humedad. Poda árboles anualmente para ajustar luz. Estas medidas logran rendimientos de 1-2 toneladas por hectárea. Monitorea plantas para detectar hojas quemadas o plagas; aplica neem (5 ml/L) si es necesario. Capacítate en manejo de sombra para proteger el cultivo y asegurar granos competitivos.\n\nResumen: Poca sombra baja rendimientos; usa árboles, mallas, composta; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué pasa si mi café tiene mucha sombra?",
        "respuesta": "Mucha sombra en el café reduce la luz solar, limitando la fotosíntesis y la producción de frutos. Puede bajar rendimientos de 1-2 a 0.5-1 tonelada por hectárea y aumentar enfermedades como roya en climas húmedos (18-24°C). También favorece hongos por falta de ventilación. \n\nPoda árboles (bananos, nativos) en temporada seca para ajustar a 30-60% de sombra. Usa tijeras desinfectadas y quema restos. Si usas mallas, reduce la densidad. Aplica cobre (2 g/L) para prevenir hongos. Estas medidas mantienen rendimientos de 1-2 toneladas por hectárea. Monitorea la densidad de sombra y ventila con espaciado (1.5-2 m). Capacítate en manejo de sombra para balancear luz y evitar pérdidas, asegurando granos de calidad.\n\nResumen: Mucha sombra baja frutos; poda, usa cobre, ventila; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la cosecha del café?",
        "respuesta": "La cosecha del café es el proceso de recolectar los frutos maduros de las plantas para obtener granos de calidad. Se realiza cuando los frutos están rojos o amarillos (según la variedad), generalmente 3-4 años después de trasplantar. Para pequeños productores, una cosecha selectiva asegura granos para mercados premium ($5-10/kg). \n\nCosecha manualmente, seleccionando solo frutos maduros, evitando verdes o sobremaduros que afectan el sabor. Usa canastas o sacos limpios para recolectar. Una hectárea produce 1-2 toneladas de café cereza, equivalente a 200-400 kg de café pergamino. Realiza varias pasadas (cada 10-15 días) durante la temporada (3-4 meses). Capacítate en cosecha selectiva para optimizar calidad y reducir pérdidas, asegurando granos uniformes que cumplen estándares de exportación.\n\nResumen: Recolecta frutos maduros manualmente, usa canastas, haz varias pasadas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuándo cosecho el café?",
        "respuesta": "Cosecha el café cuando los frutos están maduros, rojos o amarillos según la variedad (Arábica, Robusta), generalmente 3-4 años después de trasplantar. Esto ocurre en la temporada de lluvias o post-lluvias (18-24°C), durante 3-4 meses, dependiendo del clima. Inspecciona semanalmente para identificar frutos maduros; evita verdes o sobremaduros. \n\nRealiza cosechas selectivas cada 10-15 días para recolectar solo frutos en su punto. Una hectárea produce 1-2 toneladas de café cereza. Usa canastas limpias y cosecha manualmente al amanecer para proteger los frutos. Una cosecha oportuna logra granos de calidad para mercados premium ($5-10/kg). Capacítate en cosecha selectiva para planificar pasadas y maximizar rendimientos, asegurando un café uniforme y competitivo.\n\nResumen: Cosecha en lluvias, frutos maduros, cada 10-15 días, manualmente.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo sé si los frutos de café están maduros?",
        "respuesta": "Los frutos de café están maduros cuando tienen un color rojo intenso o amarillo, según la variedad (Arábica, Robusta). Presiona ligeramente; un fruto maduro es firme pero cede un poco. Evita frutos verdes (duros, verdes) o sobremaduros (arrugados, oscuros), que afectan el sabor. Inspecciona semanalmente durante la temporada de cosecha (3-4 meses). \n\nCosecha solo frutos maduros para granos de calidad ($5-10/kg). Usa canastas limpias y recolecta manualmente al amanecer. Una hectárea produce 1-2 toneladas de café cereza con frutos maduros. Capacítate en cosecha selectiva para reconocer madurez y planificar pasadas cada 10-15 días, asegurando un café uniforme que cumple estándares de mercados premium.\n\nResumen: Frutos rojos o amarillos, firmes; cosecha manual, evita verdes.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué cosecho solo frutos maduros?",
        "respuesta": "Cosechar solo frutos maduros es crucial para obtener granos de alta calidad, maximizar ingresos y competir en mercados premium, especialmente para pequeños productores. Frutos maduros (rojos o amarillos) tienen el mejor sabor y aroma, logrando precios de $5-10/kg frente a $2-3/kg de café mezclado con verdes o sobremaduros. Cosechar selectivamente asegura uniformidad, esencial para exportación. \n\nFrutos verdes producen granos ácidos, y sobremaduros dan sabores fermentados, reduciendo calidad. Una hectárea con cosecha selectiva produce 1-2 toneladas de café cereza, equivalente a 200-400 kg de pergamino de calidad. Realiza pasadas cada 10-15 días, usando canastas limpias. Comparado con cosecha no selectiva, esta práctica aumenta ingresos hasta un 30% y cumple normas orgánicas. Capacítate en cosecha selectiva para identificar madurez y optimizar pasadas. Monitorea frutos semanalmente y evita mezclar calidades. Este enfoque asegura granos competitivos, sostenibilidad y rentabilidad en mercados globales, fortaleciendo la economía de los productores.\n\nResumen: Frutos maduros dan mejor sabor, precio; cosecha selectiva, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo cosecho el café manualmente?",
        "respuesta": "Cosechar café manualmente asegura granos de calidad. Selecciona frutos maduros (rojos o amarillos) durante la temporada de cosecha (3-4 meses). Usa las manos para arrancar frutos suavemente, evitando dañar ramas. Coloca los frutos en canastas o sacos limpios para no contaminarlos. Cosecha al amanecer, cuando los frutos están frescos. \n\nRealiza pasadas cada 10-15 días para recolectar solo frutos maduros. Una hectárea produce 1-2 toneladas de café cereza. Inspecciona frutos mientras cosechas, descartando verdes o sobremaduros. Capacítate en cosecha selectiva para mejorar eficiencia y calidad, logrando granos para mercados premium ($5-10/kg). Usa guantes para proteger tus manos y lleva agua para mantenerte hidratado. Este método asegura un café uniforme y rentable.\n\nResumen: Arranca frutos maduros, usa canastas, cosecha cada 10-15 días.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué herramientas uso para cosechar café?",
        "respuesta": "Cosechar café requiere herramientas simples para recolectar frutos maduros. Usa canastas de plástico o mimbre (10-20 litros) para guardar los frutos. Los sacos de yute limpios son útiles para transportar grandes cantidades. Lleva guantes para proteger las manos y tijeras pequeñas para cortar frutos en ramas altas, evitando dañar la planta. \n\nCosecha manualmente al amanecer, seleccionando frutos rojos o amarillos. Un kit básico cuesta $10-30 y es reutilizable. Una hectárea produce 1-2 toneladas de café cereza con cosecha selectiva. Capacítate en cosecha para usar herramientas eficientemente y realizar pasadas cada 10-15 días, asegurando granos de calidad ($5-10/kg). Mantén herramientas limpias para evitar contaminación y garantizar un café competitivo.\n\nResumen: Canastas, sacos, guantes, tijeras; cosecha selectiva, limpia herramientas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo cosechar frutos verdes?",
        "respuesta": "Cosechar frutos verdes no es recomendable, ya que producen granos ácidos de baja calidad, reduciendo el precio ($2-3/kg frente a $5-10/kg de frutos maduros). Los frutos verdes (duros, verdes) no tienen el azúcar ni aroma adecuados, afectando el sabor del café. Cosecha solo frutos maduros (rojos o amarillos) para mercados premium. \n\nRealiza pasadas selectivas cada 10-15 días durante la temporada (3-4 meses), usando canastas limpias. Una hectárea produce 1-2 toneladas de café cereza con frutos maduros. Si cosechas verdes por error, sepáralos para evitar mezclar calidades. Capacítate en cosecha selectiva para identificar madurez y optimizar pasadas, asegurando granos uniformes y rentables.\n\nResumen: Evita frutos verdes, cosecha maduros, haz pasadas selectivas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago con los frutos sobremaduros?",
        "respuesta": "Los frutos sobremaduros (arrugados, oscuros) afectan la calidad del café, dando sabores fermentados. No los mezcles con frutos maduros. Recolecta frutos sobremaduros por separado durante la cosecha selectiva (cada 10-15 días) y úsalos para composta o café de baja calidad ($1-2/kg). Usa canastas limpias para no contaminar frutos maduros. \n\nInspecciona semanalmente para retirar sobremaduros del suelo, evitando plagas como la broca. Una hectárea produce 1-2 toneladas de café cereza con cosecha selectiva de maduros. Capacítate en cosecha para separar calidades y maximizar granos premium ($5-10/kg). Aplica 2-3 kg de composta por planta con sobremaduros descompuestos para nutrientes. Esto asegura un café competitivo y sostenible.\n\nResumen: Separa sobremaduros, usa para composta, cosecha selectiva.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito mezclar frutos de diferente calidad?",
        "respuesta": "Evitar mezclar frutos de diferente calidad asegura granos uniformes para mercados premium. Durante la cosecha selectiva (cada 10-15 días), recolecta solo frutos maduros (rojos o amarillos) en canastas limpias. Usa canastas separadas para frutos verdes o sobremaduros, procesándolos aparte para composta o café de baja calidad. \n\nCapacita a los cosechadores para identificar madurez y revisa los frutos al final de cada día. Una hectárea produce 1-2 toneladas de café cereza con frutos maduros. Cosecha al amanecer para mantener frutos frescos. Esto logra granos de calidad ($5-10/kg). Capacítate en cosecha selectiva para organizar pasadas y evitar mezclas, asegurando un café competitivo y rentable.\n\nResumen: Usa canastas separadas, cosecha maduros, capacita cosechadores.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante la cosecha selectiva?",
        "respuesta": "La cosecha selectiva, recolectar solo frutos maduros, es fundamental para obtener granos de alta calidad, aumentar ingresos y competir en mercados premium, especialmente para pequeños productores. Frutos maduros (rojos o amarillos) tienen azúcares y aromas óptimos, logrando precios de $5-10/kg frente a $2-3/kg de café mezclado. Asegura uniformidad para exportación y certificaciones orgánicas. \n\nRealiza pasadas cada 10-15 días durante 3-4 meses, usando canastas limpias. Una hectárea produce 1-2 toneladas de café cereza, equivalente a 200-400 kg de pergamino de calidad. Frutos verdes o sobremaduros afectan el sabor, reduciendo rentabilidad. Comparado con cosecha no selectiva, esta práctica aumenta ingresos hasta un 30%. Capacítate en cosecha selectiva para identificar madurez y organizar pasadas. Monitorea frutos y capacita cosechadores para evitar mezclas. Este método reduce pérdidas, mejora el sabor y asegura granos competitivos, fortaleciendo la sostenibilidad y economía de los productores en mercados globales.\n\nResumen: Cosecha maduros, aumenta calidad, ingresos; haz pasadas, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cuántas veces cosecho en una temporada?",
        "respuesta": "En una temporada de cosecha (3-4 meses), realiza 6-12 pasadas, cada 10-15 días, dependiendo del clima y la variedad. Arábica puede requerir más pasadas que Robusta por maduración escalonada. Cosecha solo frutos maduros (rojos o amarillos) para granos de calidad ($5-10/kg). Usa canastas limpias y cosecha al amanecer. \n\nUna hectárea produce 1-2 toneladas de café cereza con cosecha selectiva. Inspecciona semanalmente para planificar pasadas. Capacítate en cosecha selectiva para optimizar el número de pasadas y evitar frutos verdes o sobremaduros, asegurando granos uniformes. Monitorea el ritmo de maduración y ajusta según el clima (18-24°C) para maximizar rendimientos y rentabilidad.\n\nResumen: 6-12 pasadas cada 10-15 días, cosecha maduros, ajusta por clima.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo cosechar café en un solo día?",
        "respuesta": "Cosechar café en un solo día no es práctico ni recomendable, ya que los frutos maduran en etapas durante 3-4 meses. Una cosecha única mezcla frutos maduros, verdes y sobremaduros, reduciendo la calidad ($2-3/kg frente a $5-10/kg). Realiza cosecha selectiva, recolectando solo frutos maduros (rojos o amarillos) cada 10-15 días. \n\nUsa canastas limpias y cosecha al amanecer. Una hectárea produce 1-2 toneladas de café cereza con varias pasadas. Capacítate en cosecha selectiva para planificar pasadas y maximizar granos premium. Inspecciona semanalmente para ajustar el ritmo. Esto asegura granos uniformes, mejora el sabor y aumenta la rentabilidad para mercados competitivos.\n\nResumen: Evita cosecha única, haz pasadas cada 10-15 días, selecciona maduros.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago con los frutos recolectados?",
        "respuesta": "Con los frutos recolectados, inicia el procesamiento rápidamente para mantener la calidad. Separa frutos maduros (rojos o amarillos) de verdes o sobremaduros. Procesa los maduros en las primeras 12-24 horas mediante beneficiado húmedo para evitar fermentación no deseada. Usa tanques limpios para despulpar y fermentar. \n\nGuarda frutos en sacos limpios y protégelos del sol. Una hectárea produce 1-2 toneladas de café cereza, que da 200-400 kg de pergamino. Los frutos verdes o sobremaduros úsalos para composta o café de baja calidad. Capacítate en beneficiado húmedo para manejar frutos correctamente y obtener granos premium ($5-10/kg). Monitorea la calidad durante el almacenamiento para asegurar un café competitivo.\n\nResumen: Procesa maduros en 12-24 horas, separa calidades, usa para composta.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo transporto los frutos cosechados?",
        "respuesta": "Transporta los frutos cosechados con cuidado para mantener su calidad. Usa sacos de yute o canastas limpias para evitar contaminación. No llenes los sacos al máximo; deja espacio para ventilación y evita aplastar los frutos. Transporta en las primeras 12-24 horas a la zona de beneficiado para prevenir fermentación. \n\nCúbrelos con lonas para proteger del sol o lluvia. Una hectárea produce 1-2 toneladas de café cereza, que debes mover rápido. Usa carretillas o vehículos si la distancia es larga. Capacítate en manejo post-cosecha para minimizar pérdidas y asegurar granos premium ($5-10/kg). Inspecciona sacos para descartar frutos dañados antes de transportar, garantizando un café uniforme y competitivo.\n\nResumen: Usa sacos limpios, transporta en 12-24 horas, protege, ventila.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es el beneficiado húmedo del café?",
        "respuesta": "El beneficiado húmedo es un proceso para transformar frutos maduros de café en granos pergamino, mejorando la calidad. Consiste en despulpar, fermentar, lavar y secar los granos. Se usa para cafés de alta calidad ($5-10/kg), ideal para pequeños productores. Procesa frutos en las primeras 12-24 horas tras la cosecha para evitar sabores no deseados. \n\nUsa un despulpador manual para retirar la piel, fermenta 12-36 horas en tanques limpios, lava con agua limpia y seca al sol (7-10 días) hasta 10-12% de humedad. Una hectárea produce 200-400 kg de pergamino. Capacítate en beneficiado húmedo para controlar tiempos y obtener granos uniformes, asegurando un café competitivo para mercados premium.\n\nResumen: Despulpa, fermenta, lava, seca frutos maduros; procesa en 12-24 horas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante el beneficiado húmedo?",
        "respuesta": "El beneficiado húmedo es crucial para pequeños productores, ya que produce granos pergamino de alta calidad, ideales para mercados premium ($5-10/kg). Mejora el sabor y aroma al eliminar la pulpa y mucílago de frutos maduros, asegurando uniformidad para exportación. Sin un buen beneficiado, los granos desarrollan sabores defectuosos, reduciendo precios a $2-3/kg. \n\nProcesa frutos en 12-24 horas usando despulpadores manuales, fermenta 12-36 horas, lava con agua limpia y seca al sol (7-10 días) hasta 10-12% de humedad. Una hectárea produce 200-400 kg de pergamino. Comparado con beneficiado seco, el húmedo logra hasta un 30% más de ingresos por calidad. Capacítate en beneficiado húmedo para controlar tiempos y evitar sobrefermentación. Usa tanques limpios y monitorea el secado para prevenir moho. Este método cumple normas orgánicas, reduce defectos y asegura granos competitivos, fortaleciendo la rentabilidad y sostenibilidad en mercados globales.\n\nResumen: Mejora calidad, ingresos; despulpa, fermenta, lava, seca; capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué herramientas necesito para el beneficiado húmedo?",
        "respuesta": "El beneficiado húmedo requiere herramientas específicas para procesar frutos maduros. Usa un despulpador manual ($50-200) para retirar la piel de los frutos. Necesitas tanques de plástico o cemento (100-500 litros) para fermentar y lavar. Canastas perforadas ayudan a drenar agua. Usa lonas limpias para secar al sol. \n\nAsegura agua limpia para lavar. Un kit básico procesa 1-2 toneladas de café cereza por hectárea, dando 200-400 kg de pergamino. Mantén herramientas limpias para evitar contaminación. Capacítate en beneficiado húmedo para usarlas eficientemente y obtener granos premium ($5-10/kg). Monitorea el equipo durante el proceso para evitar defectos, asegurando un café uniforme y competitivo para mercados de exportación.\n\nResumen: Despulpador, tanques, canastas, lonas; usa agua limpia, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo despulpo los frutos de café?",
        "respuesta": "Despulpar los frutos de café es el primer paso del beneficiado húmedo. Usa un despulpador manual, ajustado para frutos maduros (rojos o amarillos). Procesa en las primeras 12-24 horas tras la cosecha para evitar fermentación no deseada. Pasa los frutos por el despulpador, que separa la piel, dejando el grano con mucílago. \n\nColoca los granos despulpados en tanques limpios para fermentar. Una hectárea produce 1-2 toneladas de café cereza, que da 200-400 kg de pergamino. Limpia el despulpador después de cada uso para evitar contaminación. Capacítate en beneficiado húmedo para ajustar el despulpador y procesar eficientemente, asegurando granos de calidad ($5-10/kg) para mercados premium.\n\nResumen: Usa despulpador manual, procesa en 12-24 horas, limpia equipo.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la fermentación en el beneficiado húmedo?",
        "respuesta": "La fermentación en el beneficiado húmedo elimina el mucílago pegajoso que cubre los granos despulpados, mejorando la calidad. Coloca los granos en tanques limpios de plástico o cemento, cubriéndolos con agua limpia, y déjalos fermentar 12-36 horas (18-24°C). Revuelve cada 6-8 horas para uniformidad. \n\nPrueba el grano; cuando el mucílago se desprende fácilmente y el grano se siente arenoso, termina la fermentación. Lava los granos con agua limpia. Una hectárea produce 200-400 kg de pergamino. Capacítate en beneficiado húmedo para controlar tiempos y evitar sobrefermentación, que afecta el sabor. Usa tanques limpios para prevenir defectos, asegurando granos premium ($5-10/kg) para mercados competitivos.\n\nResumen: Fermenta 12-36 horas, revuelve, lava; usa tanques limpios.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo lavo los granos en el beneficiado húmedo?",
        "respuesta": "Lavar los granos en el beneficiado húmedo elimina residuos de mucílago tras la fermentación. Usa tanques o canastas perforadas con agua limpia. Coloca los granos fermentados (12-36 horas) en el tanque, agrega agua y revuelve vigorosamente 2-3 veces hasta que el agua salga clara. Cambia el agua entre lavados. \n\nDrena los granos y colócalos en lonas limpias para secar. Una hectárea produce 200-400 kg de pergamino. Usa agua sin contaminantes para evitar sabores extraños. Capacítate en beneficiado húmedo para lavar eficientemente y prevenir defectos, asegurando granos de calidad ($5-10/kg). Monitorea la limpieza del agua y equipos para obtener un café uniforme y competitivo.\n\nResumen: Lava con agua limpia, revuelve, drena; usa tanques, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo seco los granos de café?",
        "respuesta": "Secar los granos de café tras el beneficiado húmedo es clave para obtener pergamino de calidad. Extiende los granos lavados en lonas limpias o patios de cemento al sol, formando una capa de 2-3 cm. Revuelve cada 2-3 horas para secado uniforme. Seca 7-10 días hasta alcanzar 10-12% de humedad. \n\nProtege los granos de la lluvia y recógelos al anochecer. Una hectárea produce 200-400 kg de pergamino. Usa un medidor de humedad o prueba mordiendo el grano (debe crujir). Capacítate en beneficiado húmedo para controlar el secado y evitar moho, asegurando granos premium ($5-10/kg) para mercados competitivos.\n\nResumen: Seca al sol 7-10 días, revuelve, protege de lluvia; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué pasa si seco mal los granos?",
        "respuesta": "Secar mal los granos de café afecta su calidad y precio. Si los granos quedan con más de 12% de humedad, desarrollan moho, dando sabores defectuosos y reduciendo precios ($2-3/kg frente a $5-10/kg). Un secado excesivo (<10%) los hace quebradizos, perdiendo peso. \n\nSeca en lonas limpias al sol (7-10 días), formando capas de 2-3 cm, revolviendo cada 2-3 horas. Protege de lluvia y recógelos al anochecer. Una hectárea produce 200-400 kg de pergamino. Usa un medidor de humedad para confirmar 10-12%. Capacítate en beneficiado húmedo para evitar defectos y asegurar granos uniformes y competitivos para mercados premium.\n\nResumen: Mal secado causa moho; seca 7-10 días, revuelve, usa medidor.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar secadores mecánicos para el café?",
        "respuesta": "Los secadores mecánicos son útiles para el café, especialmente en climas húmedos donde el secado al sol es difícil. Usa secadores rotativos o de aire caliente, ajustados a 40-45°C, para secar granos lavados hasta 10-12% de humedad en 1-3 días. Monitorea la temperatura para evitar sabores quemados. \n\nUna hectárea produce 200-400 kg de pergamino. Los secadores son caros ($500-2,000), pero reducen riesgos de moho. Combina con secado al sol inicial (1-2 días) para ahorrar energía. Capacítate en beneficiado húmedo para usar secadores eficientemente y obtener granos premium ($5-10/kg). Mantén equipos limpios para evitar contaminación, asegurando un café competitivo.\n\nResumen: Usa secadores a 40-45°C, 1-3 días; combina con sol, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo almaceno el café pergamino?",
        "respuesta": "Almacenar el café pergamino correctamente mantiene su calidad. Usa sacos de yute o polipropileno limpios, almacenando a 10-12% de humedad en un lugar seco, fresco (15-20°C) y ventilado, elevado sobre pallets para evitar humedad. No apiles más de 10 sacos para permitir aireación. \n\nUna hectárea produce 200-400 kg de pergamino. Inspecciona mensual para detectar moho o plagas; usa neem (5 ml/L) si es necesario. Almacena por 3-6 meses máximo antes de trillar. Capacítate en manejo post-cosecha para evitar pérdidas y asegurar granos premium ($5-10/kg). Mantén el almacén limpio y protegido de roedores, garantizando un café competitivo.\n\nResumen: Usa sacos, almacena seco, ventilado, revisa mensual; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué pasa si almaceno mal el café pergamino?",
        "respuesta": "Almacenar mal el café pergamino reduce su calidad y precio. Si los granos tienen más de 12% de humedad o están en un lugar húmedo, desarrollan moho, afectando el sabor ($2-3/kg frente a $5-10/kg). Roedores o plagas pueden dañar sacos, causando pérdidas. \n\nAlmacena en sacos de yute a 10-12% de humedad, en un lugar seco (15-20°C), elevado sobre pallets. Inspecciona mensual, usando neem (5 ml/L) contra plagas. Una hectárea produce 200-400 kg de pergamino. Capacítate en manejo post-cosecha para evitar defectos y mantener granos premium. Mantén el almacén limpio y ventilado para proteger el café y asegurar competitividad.\n\nResumen: Mal almacenamiento causa moho; usa sacos, lugar seco, revisa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es el beneficiado seco del café?",
        "respuesta": "El beneficiado seco es un método para procesar frutos de café, donde se secan enteros al sol sin despulpar, obteniendo café en cereza seca. Es ideal para pequeños productores con acceso limitado a agua, produciendo granos naturales con sabores intensos ($4-8/kg). Los frutos maduros se extienden en lonas limpias en capas de 3-5 cm, revolviendo cada 2-3 horas durante 15-25 días hasta alcanzar 10-12% de humedad. \n\nProtege los frutos de la lluvia y recógelos al anochecer. Una hectárea produce 1-2 toneladas de cereza, que da 200-400 kg de grano seco. Usa un medidor de humedad o prueba mordiendo (debe crujir). Capacítate en beneficiado seco para evitar moho y obtener granos de calidad para mercados especializados. Mantén superficies limpias para prevenir defectos, asegurando un café competitivo.\n\nResumen: Seca frutos enteros 15-25 días, revuelve, protege; usa medidor.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuándo uso el beneficiado seco?",
        "respuesta": "Usa el beneficiado seco cuando el acceso al agua es limitado o buscas sabores frutales intensos para mercados especializados ($4-8/kg). Es ideal para pequeños productores, ya que requiere menos equipo que el beneficiado húmedo. Selecciona frutos maduros (rojos o amarillos) durante la cosecha (3-4 meses) y sécalos al sol 15-25 días hasta 10-12% de humedad. \n\nRealiza el proceso en temporada seca (18-24°C) para evitar lluvia. Extiende frutos en lonas limpias, revolviendo cada 2-3 horas. Una hectárea produce 200-400 kg de grano seco. Capacítate en beneficiado seco para controlar el secado y prevenir moho, asegurando granos de calidad. Comparado con el beneficiado húmedo, es más simple pero requiere más tiempo. Monitorea la humedad para obtener un café competitivo.\n\nResumen: Usa en zonas sin agua, temporada seca, seca 15-25 días.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo seco los frutos en el beneficiado seco?",
        "respuesta": "Para el beneficiado seco, seca frutos maduros (rojos o amarillos) al sol en lonas limpias o patios de cemento, formando capas de 3-5 cm. Revuelve cada 2-3 horas para un secado uniforme. El proceso toma 15-25 días hasta alcanzar 10-12% de humedad (18-24°C). Protege los frutos de la lluvia con lonas y recógelos al anochecer. \n\nUsa un medidor de humedad o muerde el grano (debe crujir). Una hectárea produce 1-2 toneladas de cereza, que da 200-400 kg de grano seco. Capacítate en beneficiado seco para evitar moho o sobresecado, que afectan el sabor ($4-8/kg). Mantén superficies limpias para prevenir contaminación. Este método asegura granos naturales competitivos para mercados especializados.\n\nResumen: Seca en lonas 15-25 días, revuelve, protege, usa medidor.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante el beneficiado seco?",
        "respuesta": "El beneficiado seco es crucial para pequeños productores en áreas con poca agua, ya que permite procesar café con recursos mínimos, obteniendo granos naturales de sabores frutales intensos ($4-8/kg). A diferencia del beneficiado húmedo, no requiere despulpadores ni grandes cantidades de agua, reduciendo costos. Secar frutos maduros al sol (15-25 días) hasta 10-12% de humedad asegura calidad para mercados especializados. \n\nUna hectárea produce 200-400 kg de grano seco. Un mal secado (humedad >12%) causa moho, bajando precios a $2-3/kg, mientras que el sobresecado reduce peso. Comparado con el beneficiado húmedo, el seco es más simple pero necesita monitoreo para evitar defectos. Capacítate en beneficiado seco para controlar el secado, usando lonas limpias y revolviendo cada 2-3 horas. Protege de la lluvia y usa medidores de humedad. Este método cumple normas orgánicas, aumenta ingresos hasta un 25% frente a café defectuoso y asegura granos competitivos. Monitorea superficies para prevenir contaminación, fortaleciendo la sostenibilidad y rentabilidad en mercados globales.\n\nResumen: Procesa sin agua, da sabores intensos; seca bien, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué herramientas necesito para el beneficiado seco?",
        "respuesta": "El beneficiado seco requiere herramientas simples para pequeños productores. Usa lonas limpias o patios de cemento para secar frutos maduros. Canastas perforadas (10-20 litros) ayudan a recolectar y mover frutos. Un medidor de humedad ($20-50) confirma 10-12% de humedad. Rastrillos de madera facilitan revolver los frutos cada 2-3 horas. \n\nProtege los frutos de la lluvia con lonas adicionales. Una hectárea produce 200-400 kg de grano seco. Mantén herramientas limpias para evitar contaminación. Capacítate en beneficiado seco para usarlas eficientemente y obtener granos de calidad ($4-8/kg). Un kit básico cuesta $30-70 y es reutilizable. Monitorea el secado para prevenir moho, asegurando un café competitivo para mercados especializados.\n\nResumen: Lonas, canastas, medidor, rastrillos; mantén limpio, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo secar frutos en el suelo?",
        "respuesta": "Secar frutos de café en el suelo no es recomendable, ya que aumenta el riesgo de contaminación por tierra, moho o insectos, reduciendo la calidad ($2-3/kg frente a $4-8/kg). Usa lonas limpias o patios de cemento, formando capas de 3-5 cm, revolviendo cada 2-3 horas durante 15-25 días hasta 10-12% de humedad. \n\nProtege de la lluvia y recógelos al anochecer. Una hectárea produce 200-400 kg de grano seco. Si usas el suelo, limpia y nivela primero, pero prioriza lonas. Capacítate en beneficiado seco para evitar defectos y asegurar granos naturales competitivos. Usa un medidor de humedad para confirmar el secado, garantizando un café de calidad para mercados especializados.\n\nResumen: Evita suelo, usa lonas, revuelve, protege; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo evito moho en el beneficiado seco?",
        "respuesta": "Evitar moho en el beneficiado seco asegura granos de calidad. Seca frutos maduros en lonas limpias, formando capas de 3-5 cm, revolviendo cada 2-3 horas para ventilación. Seca 15-25 días hasta 10-12% de humedad (18-24°C). Protege de la lluvia con lonas y recógelos al anochecer para evitar humedad nocturna. \n\nUsa un medidor de humedad para confirmar el punto exacto. Una hectárea produce 200-400 kg de grano seco. Limpia superficies antes de secar para prevenir hongos. Capacítate en beneficiado seco para controlar el proceso y obtener granos naturales ($4-8/kg). Monitorea diariamente para detectar manchas o mal olor, asegurando un café competitivo para mercados especializados.\n\nResumen: Revuelve, protege de lluvia, usa medidor, limpia lonas.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es el trillado del café?",
        "respuesta": "El trillado del café es el proceso de retirar la cáscara seca (pergamino o cereza seca) de los granos para obtener café verde, listo para tostar o vender. Se realiza tras el beneficiado seco o húmedo, cuando los granos tienen 10-12% de humedad. Usa trilladoras manuales o mecánicas ($100-500) para pequeños productores. \n\nTrilla cuidadosamente para no dañar los granos. Una hectárea produce 200-400 kg de café verde. Limpia la trilladora para evitar contaminación. Capacítate en trillado para ajustar la máquina y obtener granos uniformes ($4-8/kg). Inspecciona los granos post-trillado, descartando defectos. Almacena en sacos de yute en un lugar seco. Este proceso asegura un café competitivo para mercados especializados.\n\nResumen: Retira cáscara, usa trilladora, limpia, obtén café verde.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cuándo trillo el café?",
        "respuesta": "Trilla el café cuando los granos, tras el beneficiado seco o húmedo, tienen 10-12% de humedad, generalmente tras 15-25 días de secado para beneficiado seco o 7-10 días para húmedo. Usa un medidor de humedad para confirmar. Trilla antes de almacenar largo plazo o vender para obtener café verde ($4-8/kg). \n\nUsa trilladoras manuales o mecánicas, ajustadas para no dañar granos. Una hectárea produce 200-400 kg de café verde. Capacítate en trillado para elegir el momento adecuado y evitar pérdidas. Limpia la trilladora para prevenir contaminación. Inspecciona granos post-trillado, descartando defectos. Almacena en sacos de yute en un lugar seco, asegurando un café competitivo para mercados especializados.\n\nResumen: Trilla a 10-12% humedad, usa medidor, limpia trilladora.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante el trillado del café?",
        "respuesta": "El trillado del café es un paso crítico para obtener café verde de alta calidad, listo para tostar o vender, especialmente para pequeños productores que buscan mercados premium ($4-8/kg). Retira la cáscara seca (pergamino o cereza seca) de granos con 10-12% de humedad, asegurando uniformidad y buen sabor. Un mal trillado daña granos, reduciendo precios a $2-3/kg, o deja cáscaras, afectando la calidad. \n\nUsa trilladoras manuales o mecánicas ($100-500), ajustadas para no romper granos. Una hectárea produce 200-400 kg de café verde. Comparado con no trillar, este proceso aumenta ingresos hasta un 20% al cumplir estándares de exportación. Capacítate en trillado para limpiar equipos y evitar contaminación. Inspecciona granos post-trillado, descartando defectos. Almacena en sacos de yute en lugares secos. Este método asegura granos competitivos, cumple normas orgánicas y mejora rentabilidad. Monitorea la humedad y ajusta la trilladora para minimizar pérdidas, fortaleciendo la sostenibilidad en mercados globales.\n\nResumen: Trilla para café verde, usa trilladora limpia, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué herramientas uso para trillar café?",
        "respuesta": "Trillar café requiere herramientas específicas para retirar la cáscara seca. Usa trilladoras manuales ($50-200) o mecánicas ($200-500) para pequeños productores. Las manuales son ideales para lotes pequeños, mientras las mecánicas procesan más rápido. Canastas perforadas recogen granos trillados. Un tamiz ayuda a separar restos de cáscara. \n\nLimpia herramientas antes y después para evitar contaminación. Una hectárea produce 200-400 kg de café verde. Ajusta la trilladora para no dañar granos a 10-12% de humedad. Capacítate en trillado para usar equipos eficientemente y obtener granos uniformes ($4-8/kg). Inspecciona granos post-trillado, descartando defectos. Un kit básico es reutilizable y asegura un café competitivo para mercados especializados.\n\nResumen: Trilladora, canastas, tamiz; limpia, ajusta, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo trillar café a mano?",
        "respuesta": "Trillar café a mano es posible para pequeños productores con lotes pequeños, pero es lento y laborioso. Frota los granos secos (10-12% de humedad) contra una superficie rugosa o usa un mortero para retirar la cáscara seca. Separa granos de restos con un tamiz. Evita dañar los granos para mantener calidad ($4-8/kg). \n\nUna hectárea produce 200-400 kg de café verde, pero a mano procesas menos por día. Usa trilladoras manuales ($50-200) para mayor eficiencia. Capacítate en trillado para minimizar defectos y obtener granos uniformes. Limpia superficies para evitar contaminación. Inspecciona granos post-trillado, almacenando en sacos de yute secos. Este método es viable pero menos práctico para grandes volúmenes, asegurando un café competitivo.\n\nResumen: Frota granos, usa tamiz; mejor trilladora, limpia, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo limpio los granos tras trillar?",
        "respuesta": "Limpiar los granos tras trillar asegura café verde de calidad. Usa un tamiz o cernidor para separar cáscaras, polvo y granos defectuosos. Sacude los granos en una superficie limpia, descartando los rotos o descoloridos. Ventila con una bandeja ancha para eliminar restos ligeros, inclinándola contra el viento. \n\nLimpia herramientas y superficies para evitar contaminación. Una hectárea produce 200-400 kg de café verde. Inspecciona visualmente, seleccionando granos uniformes ($4-8/kg). Capacítate en trillado para optimizar la limpieza y cumplir estándares de exportación. Almacena en sacos de yute en un lugar seco (15-20°C). Este proceso minimiza defectos, asegurando un café competitivo para mercados especializados.\n\nResumen: Usa tamiz, ventila, descarta defectos; limpia, almacena seco.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago con los granos defectuosos tras trillar?",
        "respuesta": "Los granos defectuosos (rotos, descoloridos, pequeños) tras trillar afectan la calidad ($2-3/kg frente a $4-8/kg). Sepáralos usando un tamiz o inspección visual. Úsalos para café de baja calidad, consumo local o composta, mezclándolos con 2-3 kg de estiércol por planta. No los mezcles con granos premium para exportación. \n\nUna hectárea produce 200-400 kg de café verde, con 5-10% defectuosos. Capacítate en trillado para minimizar defectos ajustando la trilladora. Limpia superficies para evitar contaminación. Almacena granos buenos en sacos de yute secos (15-20°C). Este manejo asegura granos uniformes y competitivos para mercados especializados, maximizando ingresos y sostenibilidad.\n\nResumen: Separa defectuosos, usa para composta, no mezcles; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la tostión del café?",
        "respuesta": "La tostión del café es el proceso de calentar granos verdes para desarrollar su sabor, aroma y color. Se realiza a 180-240°C durante 8-15 minutos, dependiendo del perfil deseado (claro, medio, oscuro). Para pequeños productores, la tostión agrega valor, permitiendo vender café listo para consumir ($8-12/kg). \n\nUsa tostadores manuales ($50-200) o mecánicos, revolviendo para un tostado uniforme. Enfría los granos rápidamente tras tostar. Una hectárea produce 200-400 kg de café verde. Capacítate en tostión para controlar temperatura y tiempo, evitando granos quemados. Almacena granos tostados en bolsas herméticas en un lugar seco. Este proceso asegura un café de calidad para mercados locales o especializados.\n\nResumen: Calienta granos 8-15 minutos, usa tostador, enfría, almacena.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante la tostión del café?",
        "respuesta": "La tostión del café es fundamental para pequeños productores, ya que transforma granos verdes en un producto con sabor, aroma y color, listo para consumir o vender a precios más altos ($8-12/kg frente a $4-8/kg de café verde). Una tostión bien ejecutada resalta notas frutales o achocolatadas, cumpliendo estándares de mercados premium. Un mal tostado (quemado o desigual) reduce la calidad, bajando precios a $3-5/kg. \n\nTosta a 180-240°C durante 8-15 minutos, usando tostadores manuales o mecánicos, revolviendo para uniformidad. Enfría rápidamente y almacena en bolsas herméticas. Una hectárea produce 200-400 kg de café verde. Comparado con vender verde, la tostión aumenta ingresos hasta un 40%. Capacítate en tostión para controlar perfiles (claro, medio, oscuro) según el mercado. Monitorea temperatura y tiempo para evitar defectos. Este proceso agrega valor, fortalece la competitividad y cumple normas de calidad, asegurando sostenibilidad y acceso a mercados locales o globales.\n\nResumen: Tosta para sabor, mayores precios; controla temperatura, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cuándo tosto el café?",
        "respuesta": "Tosta el café cuando los granos verdes, tras trillado, tienen 10-12% de humedad y están limpios de defectos. Tosta justo antes de vender o consumir para maximizar frescura, idealmente dentro de 1-3 meses tras trillado. Usa tostadores manuales o mecánicos a 180-240°C durante 8-15 minutos, según el perfil (claro, medio, oscuro). \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en tostión para elegir el momento y evitar granos quemados. Enfría rápidamente tras tostar y almacena en bolsas herméticas en un lugar seco (15-20°C). Inspecciona granos antes de tostar, descartando defectos. Este proceso asegura un café de calidad ($8-12/kg) para mercados locales o especializados.\n\nResumen: Tosta a 10-12% humedad, antes de vender, enfría, almacena.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo tosto café en casa?",
        "respuesta": "Tostar café en casa es viable para pequeños productores con lotes pequeños. Usa una sartén de hierro o un tostador manual ($20-50) a fuego medio (180-200°C). Coloca 200-500 g de granos verdes (10-12% humedad), revolviendo constantemente 8-12 minutos hasta lograr el color deseado (claro, medio). Escucha el “primer crack” para un tostado claro. \n\nEnfría los granos en una bandeja, agitando para uniformidad. Almacena en bolsas herméticas en un lugar seco. Capacítate en tostión para evitar granos quemados y obtener sabores óptimos ($8-12/kg). Limpia la sartén para prevenir sabores extraños. Una hectárea produce 200-400 kg de café verde. Este método agrega valor para consumo local o venta directa.\n\nResumen: Usa sartén, revuelve 8-12 minutos, enfría, almacena hermético.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué herramientas uso para tostar café?",
        "respuesta": "Tostar café requiere herramientas para un proceso uniforme. Usa tostadores manuales ($20-50) para lotes pequeños o mecánicos ($200-500) para mayores volúmenes. Una sartén de hierro sirve para tostión casera. Bandejas metálicas ayudan a enfriar granos rápidamente tras tostar. Un termómetro ($10-20) mide temperaturas (180-240°C). \n\nLimpia herramientas para evitar contaminación. Una hectárea produce 200-400 kg de café verde. Capacítate en tostión para usar equipos y obtener perfiles claros, medios o oscuros ($8-12/kg). Tosta granos a 10-12% de humedad, revolviendo para uniformidad. Almacena en bolsas herméticas. Este kit básico asegura un café de calidad para mercados locales o especializados.\n\nResumen: Tostador, sartén, bandeja, termómetro; limpia, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo tostar café en un horno?",
        "respuesta": "Tostar café en un horno es posible para pequeños productores, pero requiere cuidado. Usa un horno a 200-220°C, colocando 200-500 g de granos verdes (10-12% humedad) en una bandeja perforada. Revuelve cada 2-3 minutos durante 10-15 minutos hasta el color deseado (claro, medio). Escucha el “primer crack” para tostado claro. \n\nEnfría rápidamente en una bandeja. Almacena en bolsas herméticas. Capacítate en tostión para evitar granos quemados y lograr sabores óptimos ($8-12/kg). Limpia la bandeja para prevenir sabores extraños. Una hectárea produce 200-400 kg de café verde. Este método es práctico para consumo local, pero menos uniforme que un tostador.\n\nResumen: Horno a 200-220°C, revuelve, enfría, almacena; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo sé si tosté bien el café?",
        "respuesta": "Saber si tostaste bien el café depende de color, aroma y sonido. Los granos deben tener un color uniforme (marrón claro a oscuro), sin manchas quemadas. Escucha el “primer crack” (8-10 minutos) para tostado claro o el “segundo crack” (12-15 minutos) para oscuro. El aroma debe ser dulce, no quemado. \n\nPrueba moliendo y catando; un buen tostado tiene sabores balanceados ($8-12/kg). Usa un tostador a 180-240°C, revolviendo. Una hectárea produce 200-400 kg de café verde. Capacítate en tostión para ajustar tiempos y temperaturas. Enfría rápidamente y almacena en bolsas herméticas. Inspecciona granos post-tostado para descartar defectos, asegurando un café competitivo para mercados especializados.\n\nResumen: Color uniforme, “crack”, aroma dulce; cata, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago con granos quemados al tostar?",
        "respuesta": "Los granos quemados al tostar tienen sabor amargo y no son aptos para mercados premium ($8-12/kg). Sepáralos visualmente (negros o con manchas) tras tostar. Úsalos para café de baja calidad ($2-3/kg) o composta, mezclándolos con 2-3 kg de estiércol por planta. No los mezcles con granos bien tostados. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en tostión para evitar quemaduras ajustando temperatura (180-240°C) y revolviendo. Usa un termómetro y enfría rápidamente. Almacena granos buenos en bolsas herméticas. Inspecciona post-tostado para minimizar defectos, asegurando un café competitivo. Este manejo maximiza ingresos y sostenibilidad.\n\nResumen: Separa quemados, usa para composta, ajusta tostión; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo preparo café tostado?",
        "respuesta": "Preparar café tostado resalta su sabor y aroma. Muele granos tostados (10-15 g por taza) justo antes de preparar para máxima frescura. Usa un filtro de papel o tela, colocando el café molido y vertiendo agua caliente (90-95°C) lentamente (200 ml por taza) durante 3-4 minutos. Ajusta la molienda: fina para espresso, media para filtro. \n\nUna hectárea produce 200-400 kg de café verde, suficiente para miles de tazas. Capacítate en preparación para balancear sabores ($8-12/kg). Usa agua limpia y no hiervas el café. Almacena granos tostados en bolsas herméticas. Este método asegura una bebida de calidad para consumo local o venta directa.\n\nResumen: Muele, usa filtro, agua 90-95°C, no hiervas; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo preparar café sin moler?",
        "respuesta": "Preparar café sin moler granos tostados no es práctico, ya que el agua no extrae bien los sabores, dando una bebida débil. Muele granos (10-15 g por taza) justo antes de preparar, usando un molinillo manual ($10-30) para molienda media (filtro) o fina (espresso). Vierte agua caliente (90-95°C) sobre el café molido en un filtro (200 ml por taza). \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en preparación para optimizar sabores ($8-12/kg). Almacena granos tostados en bolsas herméticas. Usa agua limpia y no hiervas. Moler asegura una bebida de calidad para consumo local o venta directa, maximizando el valor del café.\n\nResumen: Muele antes, usa filtro, agua 90-95°C; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo almaceno café tostado?",
        "respuesta": "Almacenar café tostado correctamente mantiene su sabor y aroma. Usa bolsas herméticas o frascos de vidrio, guardándolos en un lugar seco, fresco (15-20°C) y sin luz directa. Almacena solo granos enteros, no molidos, para mayor frescura (1-2 meses). Evita refrigeradores, ya que la humedad afecta el sabor. \n\nUna hectárea produce 200-400 kg de café verde. Inspecciona mensual para detectar olores extraños. Capacítate en manejo post-tostión para minimizar pérdidas y asegurar café de calidad ($8-12/kg). Usa bolsas con válvulas para lotes grandes. Este almacenamiento protege el café para consumo local o mercados especializados, maximizando rentabilidad.\n\nResumen: Usa bolsas herméticas, lugar seco, no refrigeres; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué pasa si almaceno mal el café tostado?",
        "respuesta": "Almacenar mal el café tostado reduce su calidad y sabor. La humedad, luz o calor (>20°C) oxidan los granos, dando sabores rancios ($3-5/kg frente a $8-12/kg). Bolsas no herméticas o refrigeradores absorben olores, afectando el aroma. Usa bolsas herméticas en un lugar seco, fresco (15-20°C), almacenando granos enteros por 1-2 meses. \n\nUna hectárea produce 200-400 kg de café verde. Inspecciona mensual para evitar moho. Capacítate en manejo post-tostión para proteger el café. Usa frascos de vidrio para lotes pequeños. Este almacenamiento asegura una bebida de calidad para mercados especializados, maximizando ingresos y sostenibilidad.\n\nResumen: Mal almacenamiento oxida; usa bolsas herméticas, lugar seco.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la catación del café?",
        "respuesta": "La catación del café es el proceso de evaluar la calidad de los granos tostados mediante la degustación, analizando sabor, aroma, acidez y cuerpo. Es clave para pequeños productores que buscan mercados premium ($8-12/kg). Se muelen granos tostados, se infusionan con agua caliente (90-95°C), y se prueban con cuchara tras 3-5 minutos. \n\nIdentifica notas como frutal o achocolatado y defectos como amargor. Usa una tabla de catación (escala 0-100) para clasificar (80+ es especialidad). Una hectárea produce 200-400 kg de café verde. Capacítate en catación para reconocer atributos y mejorar procesos. Usa equipos limpios (tazas, molinillo) para evitar contaminación. Este proceso asegura granos competitivos para exportación o venta directa.\n\nResumen: Evalúa sabor, aroma; infusiona, prueba, clasifica; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué cato mi café?",
        "respuesta": "Catar el café es esencial para pequeños productores, ya que evalúa la calidad de los granos, asegurando precios altos ($8-12/kg) y acceso a mercados premium. La catación identifica sabores (frutal, achocolatado), acidez, cuerpo y defectos (amargor, moho), clasificando el café en una escala de 0-100 (80+ es especialidad). Esto guía mejoras en cosecha, beneficiado o tostión. \n\nSin catación, puedes vender café de baja calidad ($3-5/kg), perdiendo ingresos. Una hectárea produce 200-400 kg de café verde. Capacítate en catación para usar tablas estándar y detectar defectos. Muele granos tostados, infusiona con agua (90-95°C), y prueba tras 3-5 minutos. Usa equipos limpios. Comparado con no catar, este proceso aumenta ingresos hasta un 30% y asegura granos competitivos, fortaleciendo la sostenibilidad y rentabilidad en mercados globales.\n\nResumen: Cata para calidad, mejores precios; evalúa sabor, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo preparo café para catación?",
        "respuesta": "Preparar café para catación requiere precisión para evaluar calidad. Tosta granos verdes (10-12% humedad) a un nivel claro (180-200°C, 8-10 minutos) para resaltar sabores. Muele 8-10 g por taza en molienda media. Coloca en tazas limpias, vierte 150 ml de agua caliente (90-95°C), y deja reposar 3-5 minutos. \n\nRompe la costra con una cuchara y prueba tras enfriar (70°C). Usa tazas de cerámica y agua limpia. Una hectárea produce 200-400 kg de café verde. Capacítate en catación para identificar notas (frutal, achocolatado) y defectos. Limpia equipos para evitar contaminación. Este proceso asegura granos de calidad ($8-12/kg) para mercados premium, mejorando la competitividad.\n\nResumen: Tosta claro, muele, infusiona 3-5 minutos; usa tazas limpias.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué equipo necesito para catación?",
        "respuesta": "La catación requiere equipos simples para evaluar café. Usa tazas de cerámica (150-200 ml) para infusionar, cucharas de cata (redondas) para probar, y un molinillo manual ($10-30) para molienda media. Un hervidor controla agua a 90-95°C. Una tabla de catación (escala 0-100) registra sabor, aroma, acidez. \n\nLimpia equipos para evitar sabores extraños. Una hectárea produce 200-400 kg de café verde. Capacítate en catación para usar tablas y detectar notas (frutal, achocolatado) o defectos. Un kit básico cuesta $20-50 y es reutilizable. Tosta granos a nivel claro antes de catar. Este equipo asegura evaluaciones precisas, logrando granos premium ($8-12/kg) para mercados especializados.\n\nResumen: Tazas, cucharas, molinillo, hervidor, tabla; limpia, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo identifico sabores en la catación?",
        "respuesta": "Identificar sabores en la catación requiere práctica. Tosta granos a nivel claro (180-200°C), muele (8-10 g por taza), e infusiona con 150 ml de agua (90-95°C) por 3-5 minutos. Prueba a 70°C, buscando notas frutales (cítricos, bayas), achocolatadas, florales o nueces. Evalúa acidez (vivaz, suave), cuerpo (ligero, cremoso) y posgusto. \n\nUsa una tabla de catación (escala 0-100). Anota defectos como amargor o moho. Una hectárea produce 200-400 kg de café verde. Capacítate en catation para reconocer atributos y mejorar procesos ($8-12/kg). Usa tazas limpias y agua pura. Practica con cafés diferentes para entrenar el paladar, asegurando granos competitivos para mercados premium.\n\nResumen: Prueba a 70°C, busca notas frutales, usa tabla; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es un café de especialidad?",
        "respuesta": "Un café de especialidad es aquel que obtiene 80+ puntos en catación (escala 0-100), destacando por sabor, aroma, acidez y cuerpo excepcionales. Es valorado en mercados premium ($8-12/kg) y requiere cosecha selectiva, beneficiado cuidadoso y tostión precisa. Pequeños productores logran este estándar con prácticas como cosechar solo frutos maduros. \n\nUna hectárea produce 200-400 kg de café verde, de los cuales 20-50% puede ser especialidad. Capacítate en catación para identificar notas (frutal, achocolatado) y cumplir normas. Usa equipos limpios y procesos controlados (beneficiado húmedo o seco). Este café asegura ingresos altos y competitividad en mercados globales, fortaleciendo la sostenibilidad.\n\nResumen: Café con 80+ puntos, sabores excepcionales; cosecha selectiva, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo mejoro la calidad en la catación?",
        "respuesta": "Mejorar la calidad en la catación implica optimizar procesos. Cosecha solo frutos maduros (rojos o amarillos) cada 10-15 días. Usa beneficiado húmedo (despulpa, fermenta 12-36 horas, seca a 10-12%) para sabores limpios o seco para frutales. Tosta a nivel claro (180-200°C) para resaltar notas. Muele e infusiona con agua (90-95°C). \n\nEvalúa con tabla de catación, buscando 80+ puntos. Una hectárea produce 200-400 kg de café verde. Capacítate en catación para detectar defectos (amargor) y mejorar cosecha o beneficiado. Usa equipos limpios. Practica con catadores expertos para entrenar el paladar, logrando granos premium ($8-12/kg) para mercados competitivos.\n\nResumen: Cosecha maduros, beneficia bien, tosta claro, evalúa; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué defectos busco en la catación?",
        "respuesta": "En la catación, busca defectos que bajan la calidad del café. Sabores amargos indican tostión excesiva o granos quemados. Moho o tierra sugieren mal secado (humedad >12%) o contaminación. Acidez áspera apunta a frutos verdes, y sabor fermentado a sobrefermentación en beneficiado húmedo. Usa tabla de catación (escala 0-100). \n\nTosta granos a nivel claro, infusiona con agua (90-95°C), y prueba a 70°C. Una hectárea produce 200-400 kg de café verde. Capacítate en catación para identificar defectos y corregir procesos ($8-12/kg). Usa equipos limpios y cosecha selectiva para minimizar problemas. Esto asegura granos de calidad para mercados premium, mejorando rentabilidad.\n\nResumen: Busca amargor, moho, fermentado; corrige procesos, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo catar café sin experiencia?",
        "respuesta": "Catar café sin experiencia es posible, pero requiere práctica y capacitación inicial. Tosta granos a nivel claro (180-200°C), muele (8-10 g por taza), e infusiona con 150 ml de agua (90-95°C) por 3-5 minutos. Prueba a 70°C, anotando sabores (frutal, achocolatado) y defectos (amargor) en una tabla de catación. \n\nComienza con cafés conocidos para comparar. Una hectárea produce 200-400 kg de café verde. Capacítate con catadores expertos para entrenar el paladar y lograr precision ($8-12/kg). Usa tazas limpias y agua pura. Practica regularmente para mejorar, asegurando granos de calidad para mercados premium y competitividad.\n\nResumen: Cata con práctica, infusiona, anota sabores; capacítate con expertos.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la comercialización del café?",
        "respuesta": "La comercialización del café es el proceso de vender granos (verdes, tostados o molidos) a compradores locales, exportadores o consumidores directos. Para pequeños productores, implica encontrar mercados que valoren calidad ($4-12/kg). Clasifica granos por calidad (especialidad, comercial) tras catación y empaquétalos en sacos de yute o bolsas herméticas. \n\nConecta con cooperativas o compradores directos. Una hectárea produce 200-400 kg de café verde. Capacítate en comercialización para negociar precios y cumplir normas de exportación. Usa catación para destacar atributos (frutal, achocolatado). Almacena granos en lugares secos (15-20°C) para mantener calidad. Esto asegura ingresos y competitividad en mercados globales.\n\nResumen: Vende granos clasificados, conecta con compradores, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante comercializar bien mi café?",
        "respuesta": "Comercializar bien el café es crucial para pequeños productores, ya que maximiza ingresos, asegura sostenibilidad y abre mercados premium ($4-12/kg). Una buena comercialización implica clasificar granos por calidad (especialidad 80+ en catación), empaquetarlos en sacos de yute o bolsas herméticas, y conectar con compradores (cooperativas, exportadores) que valoren atributos como sabor frutal o acidez. Sin estrategia, los granos se venden a precios bajos ($2-3/kg), reduciendo rentabilidad. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en comercialización para negociar precios, cumplir normas de exportación y usar catación para destacar calidad. Almacena en lugares secos (15-20°C) para evitar moho. Comparado con ventas sin clasificar, una buena comercialización aumenta ingresos hasta un 40% y cumple certificaciones orgánicas. Construye relaciones con compradores y participa en ferias. Este enfoque asegura granos competitivos, fortalece la economía y promueve sostenibilidad en mercados globales.\n\nResumen: Clasifica, conecta compradores, capacítate; maximiza ingresos.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo encuentro compradores para mi café?",
        "respuesta": "Encontrar compradores para tu café requiere estrategia. Únete a cooperativas que conectan con exportadores o mercados premium ($4-12/kg). Participa en ferias agrícolas para mostrar tu café. Contacta tostadores locales o cafeterías, ofreciendo muestras catadas (80+ puntos). Usa redes sociales para promocionar calidad (frutal, achocolatado). \n\nClasifica granos por calidad y empaquétalos en sacos de yute. Una hectárea produce 200-400 kg de café verde. Capacítate en comercialización para negociar precios y cumplir normas. Almacena en lugares secos (15-20°C). Construye relaciones de confianza con compradores. Esto asegura ingresos estables y granos competitivos para mercados locales o globales.\n\nResumen: Únete a cooperativas, ferias, promociona, clasifica; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo vender café directamente a consumidores?",
        "respuesta": "Vender café directamente a consumidores es viable para pequeños productores, aumentando ingresos ($8-12/kg). Tosta y muele granos de calidad (80+ en catación), empaquétalos en bolsas herméticas con etiquetas atractivas. Vende en mercados locales, cafeterías o redes sociales, destacando sabores (frutal, achocolatado). Ofrece muestras para atraer clientes. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en comercialización para fijar precios y promocionar. Almacena en lugares secos (15-20°C). Cumple normas sanitarias para ventas directas. Construye una base de clientes leales con calidad constante. Esto asegura rentabilidad y competitividad, eliminando intermediarios y fortaleciendo la sostenibilidad.\n\nResumen: Tosta, empaqueta, vende local, promociona; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo fijo el precio de mi café?",
        "respuesta": "Fijar el precio del café depende de calidad, mercado y costos. Cata los granos (80+ para especialidad, $8-12/kg; comercial, $4-6/kg). Calcula costos (cosecha, beneficiado, tostión) por hectárea (200-400 kg de café verde). Investiga precios locales y de exportación. Negocia con cooperativas o compradores, destacando atributos (frutal, acidez). \n\nEmpaqueta en sacos de yute o bolsas herméticas. Capacítate en comercialización para fijar precios competitivos y cubrir costos ($100-200/ha). Almacena en lugares secos (15-20°C). Ajusta precios según certificaciones (orgánico) o demanda. Esto asegura ingresos justos y granos competitivos para mercados premium, maximizando rentabilidad.\n\nResumen: Cata, calcula costos, negocia, empaqueta; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es una cooperativa de café?",
        "respuesta": "Una cooperativa de café es una organización de productores que trabajan juntos para procesar, comercializar y vender café, logrando mejores precios ($4-12/kg). Facilita acceso a mercados premium, certificaciones y capacitación. Los miembros comparten recursos (trilladoras, tostadores) y negocian con exportadores, reduciendo costos por hectárea (200-400 kg de café verde). \n\nÚnete a una cooperativa confiable, aportando granos de calidad. Capacítate en comercialización para entender beneficios. Participa en decisiones y entrega granos bien procesados (10-12% humedad). Almacena en lugares secos (15-20°C). Las cooperativas aseguran ingresos estables y competitividad, fortaleciendo la sostenibilidad para pequeños productores.\n\nResumen: Organización para vender, compartir recursos; únete, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo empaqueto mi café para vender?",
        "respuesta": "Empaquetar café para vender asegura calidad y atrae compradores. Usa sacos de yute (60 kg) para café verde o bolsas herméticas (250 g-1 kg) para tostado, con etiquetas que indiquen origen, calidad (80+ en catación) y tipo (especialidad, orgánico). Almacena a 10-12% de humedad en lugares secos (15-20°C). \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en comercialización para diseñar empaques atractivos y cumplir normas de exportación. Usa bolsas con válvulas para café tostado. Inspecciona granos antes de empaquetar, descartando defectos. Esto asegura granos competitivos ($4-12/kg) para mercados premium, maximizando ingresos y sostenibilidad.\n\nResumen: Usa sacos, bolsas herméticas, etiqueta; almacena seco, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo exportar mi café?",
        "respuesta": "Exportar café es viable para pequeños productores, pero requiere calidad y organización. Produce granos de especialidad (80+ en catación, $8-12/kg) con beneficiado cuidadoso (húmedo o seco). Únete a cooperativas para cumplir normas de exportación (humedad 10-12%, empaque en sacos de yute). Contacta exportadores o participa en ferias internacionales. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en comercialización para entender requisitos (certificaciones, contratos). Almacena en lugares secos (15-20°C). Clasifica granos por calidad y usa catación para destacar atributos. Exportar aumenta ingresos hasta un 40%, asegurando competitividad y sostenibilidad en mercados globales.\n\nResumen: Produce especialidad, únete a cooperativa, cumple normas; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la sostenibilidad en el cultivo de café?",
        "respuesta": "La sostenibilidad en el cultivo de café implica prácticas que mantienen la productividad, protegen el medio ambiente y aseguran ingresos a largo plazo. Incluye usar composta (2-3 kg/planta), controlar plagas con neem (5 ml/L), y manejar sombra (30-60%) para conservar suelo y agua. Pequeños productores logran rendimientos de 1-2 toneladas/ha. \n\nCapacítate en sostenibilidad para reducir químicos y cumplir certificaciones orgánicas ($6-12/kg). Rota cultivos y usa árboles nativos para biodiversidad. Almacena granos en lugares secos (15-20°C). Estas prácticas aseguran granos competitivos, protegen el ecosistema y fortalecen la economía, manteniendo el cultivo viable para generaciones futuras.\n\nResumen: Usa composta, neem, sombra; protege ambiente, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante la sostenibilidad en el café?",
        "respuesta": "La sostenibilidad en el cultivo de café es vital para pequeños productores, ya que asegura productividad a largo plazo, protege el medio ambiente y aumenta ingresos ($6-12/kg). Prácticas como aplicar composta (2-3 kg/planta), usar neem (5 ml/L) para plagas, y manejar sombra (30-60%) conservan suelos, agua y biodiversidad. Sin sostenibilidad, la erosión y químicos degradan el suelo, reduciendo rendimientos de 1-2 a 0.5-1 tonelada/ha. \n\nCapacítate en sostenibilidad para cumplir certificaciones orgánicas, que elevan precios. Usa árboles nativos y rota cultivos para mantener fertilidad. Almacena granos en lugares secos (15-20°C). Comparado con prácticas no sostenibles, este enfoque aumenta ingresos hasta un 30% y asegura mercados premium. Protege ecosistemas, atrae polinizadores y reduce costos ($100-200/ha). Monitorea suelos y aplica catación para mantener calidad. La sostenibilidad fortalece la competitividad y asegura el cultivo para generaciones futuras.\n\nResumen: Conserva suelo, usa composta, cumple certificaciones; capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Cómo reduzco el uso de químicos en mi café?",
        "respuesta": "Reducir químicos en el cultivo de café promueve sostenibilidad. Usa neem (5 ml/L) cada 10-15 días para plagas y cobre (2 g/L) para hongos como roya. Aplica composta (2-3 kg/planta) para nutrientes. Planta árboles nativos para sombra (30-60%), controlando plagas naturalmente. Rota cultivos para mantener suelo sano. \n\nUna hectárea produce 1-2 toneladas de cereza. Capacítate en manejo orgánico para cumplir certificaciones ($6-12/kg). Monitorea plagas semanalmente y usa trampas adhesivas. Almacena granos en lugares secos (15-20°C). Estas prácticas reducen costos ($50-100/ha) y aseguran granos competitivos, protegiendo el medio ambiente y la salud del productor.\n\nResumen: Usa neem, composta, sombra, rota cultivos; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es una certificación orgánica para café?",
        "respuesta": "Una certificación orgánica para café garantiza que se cultiva sin químicos sintéticos, usando prácticas sostenibles como composta (2-3 kg/planta) y neem (5 ml/L) para plagas. Aumenta precios ($6-12/kg) y acceso a mercados premium. Requiere inspecciones anuales y registros de prácticas (cosecha, beneficiado). \n\nUna hectárea produce 200-400 kg de café verde. Únete a cooperativas para gestionar certificaciones. Capacítate en sostenibilidad para cumplir normas (humedad 10-12%, empaque limpio). Almacena en lugares secos (15-20°C). Usa beneficiado cuidadoso y catación para destacar calidad. La certificación asegura granos competitivos, protege el medio ambiente y fortalece la rentabilidad.\n\nResumen: Cultiva sin químicos, cumple normas, aumenta precios; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo obtengo una certificación orgánica?",
        "respuesta": "Obtener una certificación orgánica requiere adoptar prácticas sostenibles. Usa composta (2-3 kg/planta), neem (5 ml/L) para plagas y cobre (2 g/L) para hongos. Registra todas las prácticas (cosecha, beneficiado). Contacta una certificadora reconocida a través de cooperativas. Paga inspecciones ($100-500/año) y cumple normas (sin químicos sintéticos). \n\nUna hectárea produce 200-400 kg de café verde ($6-12/kg). Capacítate en sostenibilidad para mantener registros y pasar auditorías. Almacena granos en lugares secos (15-20°C). Usa beneficiado cuidadoso (humedad 10-12%). La certificación aumenta ingresos y asegura mercados premium, protegiendo el medio ambiente y fortaleciendo la competitividad.\n\nResumen: Usa composta, registra, contacta certificadora; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo vender café sin certificación?",
        "respuesta": "Vender café sin certificación es posible, pero limita precios ($4-8/kg frente a $6-12/kg con certificación orgánica). Clasifica granos por calidad (80+ en catación) y véndelos a compradores locales, tostadores o cooperativas. Empaqueta en sacos de yute o bolsas herméticas, almacenando en lugares secos (15-20°C). \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en comercialización para negociar precios y destacar atributos (frutal, achocolatado). Usa beneficiado cuidadoso y catación para competir. Sin certificación, enfócate en calidad y mercados locales. Esto asegura ingresos, pero certificarte abre mercados premium y aumenta rentabilidad.\n\nResumen: Vende clasificado, empaqueta, negocia; certificación da más precio.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es una certificación de comercio justo?",
        "respuesta": "Una certificación de comercio justo garantiza que el café se produce con prácticas éticas, pagando precios justos a productores ($5-10/kg) y promoviendo condiciones laborales dignas. Requiere unirse a cooperativas, cumplir normas (sostenibilidad, no explotación) y pasar inspecciones anuales. Es ideal para pequeños productores que buscan mercados premium. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en sostenibilidad para cumplir requisitos y registrar prácticas. Almacena granos en lugares secos (15-20°C). Usa catación para destacar calidad. La certificación asegura ingresos estables, competitividad y sostenibilidad, atrayendo compradores que valoran ética y calidad.\n\nResumen: Paga precios justos, cumple normas éticas; únete a cooperativa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo conservo el suelo en mi cultivo de café?",
        "respuesta": "Conservar el suelo en el cultivo de café asegura productividad a largo plazo. Aplica composta (2-3 kg/planta) anualmente para nutrientes. Planta árboles nativos para sombra (30-60%), reduciendo erosión. Rota cultivos o usa coberturas (paja, 10 cm) para retener humedad. Evita químicos sintéticos, usando neem (5 ml/L) para plagas. \n\nUna hectárea produce 1-2 toneladas de cereza. Capacítate en sostenibilidad para monitorear suelo (pH 5.5-6.5) y evitar compactación. Almacena granos en lugares secos (15-20°C). Estas prácticas protegen el medio ambiente, reducen costos ($50-100/ha) y aseguran granos competitivos ($4-12/kg) para mercados premium.\n\nResumen: Usa composta, sombra, coberturas, evita químicos; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo combinar certificaciones para mi café?",
        "respuesta": "Combinar certificaciones (orgánica, comercio justo) es viable y aumenta el valor del café ($6-12/kg). Usa composta (2-3 kg/planta), neem (5 ml/L) y prácticas éticas (salarios justos). Únete a cooperativas para gestionar inspecciones ($100-500/año). Registra todas las prácticas (cosecha, beneficiado) para cumplir normas. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en sostenibilidad para pasar auditorías. Almacena granos en lugares secos (15-20°C). Usa catación para destacar calidad. Combinar certificaciones asegura ingresos altos, competitividad y sostenibilidad, atrayendo mercados premium que valoran ética y calidad ambiental.\n\nResumen: Usa prácticas orgánicas, éticas, registra; únete a cooperativa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo protejo el agua en mi cultivo de café?",
        "respuesta": "Proteger el agua en el cultivo de café promueve sostenibilidad. Usa beneficiado seco en zonas con poca agua, secando frutos 15-25 días. En beneficiado húmedo, recicla agua de lavado (100-200 L/tanda) con filtros. Aplica composta (2-3 kg/planta) y neem (5 ml/L) para evitar químicos que contaminen fuentes. Planta árboles nativos para sombra (30-60%), conservando humedad. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en sostenibilidad para monitorear agua y cumplir certificaciones ($6-12/kg). Almacena granos en lugares secos (15-20°C). Estas prácticas protegen ecosistemas, reducen costos ($50-100/ha) y aseguran granos competitivos para mercados premium.\n\nResumen: Usa beneficiado seco, recicla agua, evita químicos; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es la gestión de una finca de café?",
        "respuesta": "La gestión de una finca de café implica planificar, organizar y supervisar todas las actividades del cultivo, desde la siembra hasta la comercialización, para maximizar rendimientos y rentabilidad. Incluye monitorear salud de plantas, controlar costos ($100-200/ha), registrar actividades y coordinar cosecha. Pequeños productores logran 1-2 toneladas/ha con buena gestión. \n\nLleva un cuaderno de registros para anotar insumos (composta, neem), fechas de poda y cosecha. Inspecciona semanalmente plagas y suelos (pH 5.5-6.5). Capacítate en gestión para optimizar recursos y negociar con compradores ($4-12/kg). Usa herramientas como calendarios agrícolas para planificar. Almacena granos en lugares secos (15-20°C). Una gestión eficiente asegura granos competitivos y sostenibilidad.\n\nResumen: Planifica, registra, monitorea, controla costos; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué es importante la gestión de mi finca de café?",
        "respuesta": "La gestión de una finca de café es crucial para pequeños productores, ya que optimiza recursos, aumenta rendimientos (1-2 toneladas/ha) y maximiza ingresos ($4-12/kg). Sin gestión, los costos ($100-200/ha) se disparan, y las pérdidas por plagas o mala planificación reducen la producción a 0.5-1 tonelada/ha. Implica planificar siembra, poda, cosecha y comercialización, registrando insumos (composta, neem) y monitoreando suelos (pH 5.5-6.5). \n\nLleva registros para identificar gastos y mejorar procesos. Inspecciona semanalmente plantas y usa calendarios agrícolas. Comparado con no gestionar, una buena gestión eleva ingresos hasta un 30% y asegura granos premium. Capacítate en gestión para negociar con compradores y cumplir certificaciones orgánicas. Almacena granos en lugares secos (15-20°C). Coordina con cooperativas para reducir costos. Este enfoque asegura sostenibilidad, competitividad en mercados globales y rentabilidad a largo plazo, fortaleciendo la economía del productor.\n\nResumen: Gestiona para rendimientos, ingresos; registra, planifica, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Qué registros debo llevar en mi finca de café?",
        "respuesta": "Llevar registros en una finca de café ayuda a controlar costos y mejorar productividad. Usa un cuaderno para anotar fechas de siembra, poda y cosecha; cantidades de insumos (composta 2-3 kg/planta, neem 5 ml/L); y gastos ($100-200/ha). Registra rendimientos (1-2 toneladas/ha) y precios de venta ($4-12/kg). \n\nAnota observaciones de plagas, enfermedades y estado del suelo (pH 5.5-6.5). Usa calendarios para planificar actividades. Capacítate en gestión para organizar registros y cumplir certificaciones orgánicas. Almacena granos en lugares secos (15-20°C). Estos datos identifican áreas de mejora, como reducir insumos o negociar mejores precios, asegurando granos competitivos y sostenibilidad.\n\nResumen: Registra insumos, gastos, rendimientos, plagas; usa cuaderno, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo planifico las actividades en mi finca?",
        "respuesta": "Planificar actividades en una finca de café optimiza recursos y rendimientos. Crea un calendario agrícola anual, marcando siembra (tras 6-12 meses en vivero), poda (temporada seca), cosecha (3-4 meses) y beneficiado. Asigna tareas semanales: inspeccionar plagas, aplicar composta (2-3 kg/planta), o negociar ventas ($4-12/kg). \n\nEstima costos ($100-200/ha) y rendimientos (1-2 toneladas/ha). Usa registros para ajustar planes según clima (18-24°C) o mercado. Capacítate en gestión para priorizar tareas y coordinar con cooperativas. Almacena granos en lugares secos (15-20°C). Monitorea suelos (pH 5.5-6.5) para decidir fertilización. Una buena planificación asegura granos competitivos y sostenibilidad.\n\nResumen: Usa calendario, asigna tareas, estima costos; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo controlo los costos en mi finca de café?",
        "respuesta": "Controlar costos en una finca de café maximiza rentabilidad. Registra gastos ($100-200/ha) en un cuaderno: insumos (composta, neem), herramientas (tijeras, trilladoras) y mano de obra. Usa composta (2-3 kg/planta) y neem (5 ml/L) para reducir químicos costosos. Únete a cooperativas para compartir equipos (despulpadores, $50-200). \n\nPlanifica cosecha selectiva (cada 10-15 días) para granos premium ($4-12/kg). Una hectárea produce 200-400 kg de café verde. Capacítate en gestión para identificar gastos innecesarios. Almacena granos en lugares secos (15-20°C). Monitorea rendimientos (1-2 toneladas/ha) para ajustar insumos. Este control asegura granos competitivos y sostenibilidad, manteniendo costos bajos.\n\nResumen: Registra gastos, usa composta, únete a cooperativa; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué hago si mi finca produce poco café?",
        "respuesta": "Si tu finca produce poco café (menos de 1 tonelada/ha), identifica causas. Inspecciona suelos (pH 5.5-6.5); aplica composta (2-3 kg/planta) si están pobres. Controla plagas con neem (5 ml/L) y roya con cobre (2 g/L). Poda anualmente (temporada seca) para estimular brotes. Asegura sombra adecuada (30-60%). \n\nRegistra actividades para detectar fallos (cosecha no selectiva, mal beneficiado). Una hectárea puede producir 1-2 toneladas con mejoras. Capacítate en gestión para optimizar recursos ($100-200/ha) y negociar precios ($4-12/kg). Almacena granos en lugares secos (15-20°C). Consulta con cooperativas para asesoría. Estas medidas aseguran granos competitivos y sostenibilidad.\n\nResumen: Mejora suelo, controla plagas, poda, registra; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo monitoreo la salud de mi finca?",
        "respuesta": "Monitorear la salud de una finca de café asegura productividad. Inspecciona semanalmente plantas, buscando plagas (broca, orificios), enfermedades (roya, manchas naranjas) o hojas amarillas (falta de nutrientes). Prueba suelos (pH 5.5-6.5) cada 6 meses; aplica composta (2-3 kg/planta) si es necesario. Registra observaciones en un cuaderno. \n\nAsegura sombra (30-60%) y poda anual. Una hectárea produce 1-2 toneladas con buen monitoreo. Capacítate en gestión para interpretar signos y actuar rápido (neem 5 ml/L para plagas). Almacena granos en lugares secos (15-20°C). Consulta cooperativas para asesoría. Este seguimiento mejora rendimientos y asegura granos competitivos ($4-12/kg).\n\nResumen: Inspecciona plantas, suelos, registra; usa composta, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar tecnología para gestionar mi finca?",
        "respuesta": "Usar tecnología para gestionar una finca de café mejora eficiencia. Apps móviles gratuitas registran insumos (composta, neem), costos ($100-200/ha) y fechas de cosecha. Sensores de humedad ($20-50) monitorean suelos (pH 5.5-6.5). Drones económicos ($100-300) detectan plagas o áreas débiles en grandes fincas. \n\nUna hectárea produce 1-2 toneladas con buena gestión. Capacítate en tecnología agrícola para usar apps y sensores. Almacena granos en lugares secos (15-20°C). Únete a cooperativas para acceder a herramientas compartidas. Registra datos para planificar poda o cosecha selectiva ($4-12/kg). La tecnología asegura granos competitivos y sostenibilidad, optimizando recursos.\n\nResumen: Usa apps, sensores, drones; registra, únete a cooperativa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo organizo la mano de obra en mi finca?",
        "respuesta": "Organizar la mano de obra en una finca de café mejora productividad. Planifica tareas (cosecha, poda, beneficiado) en un calendario, asignando roles según habilidades. Capacita trabajadores en cosecha selectiva (frutos maduros) y uso de herramientas (tijeras, despulpadores). Paga salarios justos ($5-10/día) para motivar. \n\nUna hectárea requiere 10-20 trabajadores en cosecha (1-2 toneladas). Registra horas y costos ($100-200/ha). Capacítate en gestión para coordinar equipos y cumplir certificaciones éticas. Almacena granos en lugares secos (15-20°C). Usa cooperativas para compartir mano de obra. Una buena organización asegura granos competitivos ($4-12/kg) y sostenibilidad.\n\nResumen: Planifica tareas, capacita, paga justo; registra, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué registros necesito para certificaciones?",
        "respuesta": "Para certificaciones (orgánica, comercio justo), registra todas las prácticas en un cuaderno: insumos (composta 2-3 kg/planta, neem 5 ml/L), fechas de siembra, poda, cosecha y beneficiado. Anota ausencia de químicos sintéticos y salarios justos ($5-10/día). Registra rendimientos (1-2 toneladas/ha) y costos ($100-200/ha). \n\nGuarda facturas de insumos y contratos con trabajadores. Capacítate en sostenibilidad para cumplir normas y pasar inspecciones ($100-500/año). Almacena granos en lugares secos (15-20°C). Usa catación para documentar calidad ($6-12/kg). Estos registros aseguran certificaciones, aumentando ingresos y competitividad en mercados premium.\n\nResumen: Registra insumos, prácticas, salarios; guarda facturas, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo priorizo tareas en mi finca de café?",
        "respuesta": "Priorizar tareas en una finca de café optimiza resultados. En temporada seca, enfócate en poda y preparación de suelos (composta 2-3 kg/planta). En lluvias, prioriza cosecha selectiva (cada 10-15 días) y control de plagas (neem 5 ml/L). Todo el año, monitorea suelos (pH 5.5-6.5) y registra costos ($100-200/ha). \n\nUsa un calendario para asignar tareas según urgencia (cosecha > poda > beneficiado). Una hectárea produce 1-2 toneladas. Capacítate en gestión para coordinar mano de obra y negociar ventas ($4-12/kg). Almacena granos en lugares secos (15-20°C). Consulta cooperativas para apoyo. Esto asegura granos competitivos y sostenibilidad.\n\nResumen: Poda en seca, cosecha en lluvias, registra; usa calendario.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué es una innovación en el cultivo de café?",
        "respuesta": "Una innovación en el cultivo de café es una nueva técnica, herramienta o práctica que mejora productividad, calidad o sostenibilidad. Ejemplos incluyen apps para registrar costos ($100-200/ha), sensores de humedad ($20-50) para suelos, o beneficiado seco con secadores solares ($200-500) para ahorrar agua. Estas logran 1-2 toneladas/ha. \n\nCapacítate en innovaciones para adoptar tecnologías accesibles. Usa drones ($100-300) para monitorear plagas. Almacena granos en lugares secos (15-20°C). Únete a cooperativas para compartir equipos. Las innovaciones reducen costos y aseguran granos premium ($4-12/kg), fortaleciendo competitividad y sostenibilidad en mercados globales.\n\nResumen: Usa apps, sensores, secadores solares; capacítate, únete a cooperativa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Por qué son importantes las innovaciones en el café?",
        "respuesta": "Las innovaciones en el cultivo de café son esenciales para pequeños productores, ya que aumentan rendimientos (1-2 toneladas/ha), reducen costos ($100-200/ha) y aseguran sostenibilidad. Tecnologías como apps de gestión, sensores de humedad ($20-50) o secadores solares ($200-500) optimizan recursos, mejoran calidad ($4-12/kg) y cumplen certificaciones orgánicas. Sin innovaciones, las fincas enfrentan pérdidas por ineficiencia o clima (18-24°C). \n\nDrones ($100-300) detectan plagas, y beneficiado seco con menos agua protege recursos. Comparado con métodos tradicionales, las innovaciones elevan ingresos hasta un 25% y aseguran granos premium. Capacítate en tecnologías agrícolas para adoptar herramientas accesibles. Almacena granos en lugares secos (15-20°C). Únete a cooperativas para compartir equipos. Monitorea suelos (pH 5.5-6.5) con sensores para decisiones precisas. Las innovaciones fortalecen competitividad, protegen el medio ambiente y aseguran rentabilidad a largo plazo en mercados globales.\n\nResumen: Aumentan rendimientos, reducen costos; usa tecnología, capacítate.",
        "longitud": 450
      },
      {
        "pregunta": "¿Puedo usar drones en mi finca de café?",
        "respuesta": "Usar drones en una finca de café es viable para pequeños productores con fincas grandes. Drones económicos ($100-300) monitorean plagas (broca), enfermedades (roya) o áreas con bajo rendimiento, capturando imágenes aéreas. Vuela semanalmente a 20-30 m de altura, analizando datos con apps gratuitas. Esto mejora rendimientos (1-2 toneladas/ha). \n\nCapacítate en tecnología agrícola para operar drones y interpretar imágenes. Únete a cooperativas para compartir costos. Almacena granos en lugares secos (15-20°C). Combina con inspecciones manuales y registros de costos ($100-200/ha). Los drones aseguran granos competitivos ($4-12/kg), optimizando recursos y sostenibilidad.\n\nResumen: Usa drones para monitorear, analiza datos; capacítate, únete a cooperativa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué son los secadores solares para café?",
        "respuesta": "Los secadores solares para café son estructuras que usan energía solar para secar frutos (beneficiado seco) o granos (beneficiado húmedo) a 10-12% de humedad. Consisten en bandejas cubiertas con plástico transparente, calentando a 40-50°C. Son ideales para pequeños productores, reduciendo tiempo (10-15 días) y agua frente a secado al sol. \n\nUna hectárea produce 200-400 kg de café verde. Capacítate en innovaciones para construir secadores ($200-500). Almacena granos en lugares secos (15-20°C). Usa catación para confirmar calidad ($4-12/kg). Los secadores aseguran granos competitivos, protegen el medio ambiente y mejoran sostenibilidad en mercados globales.\n\nResumen: Seca con energía solar, reduce tiempo; capacítate, almacena seco.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo uso apps para mi finca de café?",
        "respuesta": "Apps móviles para fincas de café ayudan a gestionar tareas. Usa apps gratuitas para registrar insumos (composta 2-3 kg/planta, neem 5 ml/L), costos ($100-200/ha) y fechas de cosecha o poda. Algunas monitorean clima (18-24°C) para planificar. Ingresa datos semanalmente desde un teléfono básico ($20-50). \n\nUna hectárea produce 1-2 toneladas. Capacítate en tecnología agrícola para usar apps y analizar datos. Almacena granos en lugares secos (15-20°C). Comparte información con cooperativas para mejorar decisiones. Las apps optimizan recursos, aseguran granos competitivos ($4-12/kg) y promueven sostenibilidad, facilitando registros para certificaciones.\n\nResumen: Registra insumos, costos en apps; capacítate, usa teléfono.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar energía solar en mi finca?",
        "respuesta": "Usar energía solar en una finca de café es viable y sostenible. Instala paneles solares ($200-500) para alimentar bombas de agua (100-200 L/h) o secadores solares ($200-500) para beneficiado (10-12% humedad). Los secadores reducen tiempo (10-15 días) y protegen recursos. Una hectárea produce 200-400 kg de café verde. \n\nCapacítate en innovaciones para instalar y mantener paneles. Únete a cooperativas para compartir costos. Almacena granos en lugares secos (15-20°C). Usa catación para confirmar calidad ($4-12/kg). La energía solar reduce costos ($50-100/ha) y asegura granos competitivos, fortaleciendo sostenibilidad en mercados globales.\n\nResumen: Usa paneles para agua, secadores; capacítate, únete a cooperativa.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué son los biofertilizantes en el café?",
        "respuesta": "Los biofertilizantes son insumos orgánicos que mejoran suelos y plantas usando microorganismos (hongos, bacterias). En café, aplica lombricomposta (2-3 kg/planta) o fermentados de estiércol (1 L/planta diluido) para aportar nitrógeno y fósforo. Son sostenibles, reduciendo químicos y costos ($50-100/ha). \n\nUna hectárea produce 1-2 toneladas. Capacítate en innovaciones para preparar biofertilizantes (estiércol + melaza, 7-10 días). Aplícalos cada 3-6 meses, monitoreando suelos (pH 5.5-6.5). Almacena granos en lugares secos (15-20°C). Los biofertilizantes aseguran granos competitivos ($4-12/kg) y cumplen certificaciones orgánicas, promoviendo sostenibilidad.\n\nResumen: Usa lombricomposta, fermentados; aplica cada 3-6 meses, capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo implemento riego eficiente en mi finca?",
        "respuesta": "Implementar riego eficiente en una finca de café conserva agua y mejora rendimientos. Usa riego por goteo ($100-300/ha), aplicando 5-10 L/planta semanalmente en temporada seca (18-24°C). Instala mangueras perforadas cerca de raíces. Cubre suelos con paja (10 cm) para retener humedad. Monitorea suelos (pH 5.5-6.5). \n\nUna hectárea produce 1-2 toneladas. Capacítate en innovaciones para instalar sistemas y reciclar agua. Usa paneles solares ($200-500) para bombas. Almacena granos en lugares secos (15-20°C). El riego eficiente reduce costos ($50-100/ha) y asegura granos competitivos ($4-12/kg), fortaleciendo sostenibilidad.\n\nResumen: Usa goteo, cubre suelos, recicla agua; capacítate, usa solar.",
        "longitud": 250
      },
      {
        "pregunta": "¿Puedo usar inteligencia artificial en mi finca?",
        "respuesta": "Usar inteligencia artificial (IA) en una finca de café es posible para pequeños productores con acceso a tecnología. Apps con IA ($10-50/año) analizan datos de clima, suelos (pH 5.5-6.5) o imágenes de drones ($100-300) para predecir plagas o rendimientos (1-2 toneladas/ha). Ingresa datos de insumos (composta, neem) semanalmente. \n\nCapacítate en tecnología agrícola para usar IA. Únete a cooperativas para compartir costos. Almacena granos en lugares secos (15-20°C). La IA optimiza decisiones, reduce costos ($50-100/ha) y asegura granos competitivos ($4-12/kg). Combina con registros manuales para planificar cosecha o beneficiado, promoviendo sostenibilidad.\n\nResumen: Usa apps IA, analiza datos, comparte costos; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Qué son los cultivos asociados en café?",
        "respuesta": "Los cultivos asociados en café son plantas cultivadas junto a cafetos para mejorar sostenibilidad. Planta bananos o frijoles a 5-10 m, aportando sombra (30-60%) y nutrientes. Estos generan ingresos extra ($50-100/ha) y controlan erosión. Evita cultivos que compitan por agua. Aplica composta (2-3 kg/planta) para suelos. \n\nUna hectárea produce 1-2 toneladas de café. Capacítate en innovaciones para elegir cultivos compatibles. Monitorea plagas (neem 5 ml/L) y suelos (pH 5.5-6.5). Almacena granos en lugares secos (15-20°C). Los cultivos asociados aseguran granos competitivos ($4-12/kg) y diversifican ingresos, fortaleciendo sostenibilidad.\n\nResumen: Planta bananos, frijoles; controla erosión, diversifica; capacítate.",
        "longitud": 250
      },
      {
        "pregunta": "¿Cómo adopto innovaciones sin mucho dinero?",
        "respuesta": "Adoptar innovaciones sin mucho dinero es posible para pequeños productores. Usa apps gratuitas para registrar costos ($100-200/ha) y planificar cosecha. Construye secadores solares caseros ($50-100) con madera y plástico para beneficiado seco. Aplica biofertilizantes (lombricomposta, 2-3 kg/planta) en lugar de químicos. Únete a cooperativas para compartir drones ($100-300) o sensores ($20-50). \n\nUna hectárea produce 1-2 toneladas. Capacítate en innovaciones para implementar soluciones de bajo costo. Almacena granos en lugares secos (15-20°C). Monitorea suelos (pH 5.5-6.5) manualmente. Estas prácticas reducen costos y aseguran granos competitivos ($4-12/kg), promoviendo sostenibilidad y competitividad.\n\nResumen: Usa apps, secadores caseros, biofertilizantes; únete a cooperativa.",
        "longitud": 250
      }

    
]
